Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: You can display a list of frags, points and so on via %s. Furthermore the numbers next to your name illustrate your frag counter and your distance to the best one.
de: Du kannst eine Liste mit Frags, Punkten usw. mit %s anzeigen. Zusätzlich zeigen die Zahlen neben deinem Namen deine Fragzahl und deinen Abstand zum Führenden an.
es: Puedes visualizar una lista de frags, los puntos y más cosas con la tecla %s. Además, los números al lado de tu nombre ilustran tu contador de frags y tu distancia con el mejor.
fr: Vous pouvez afficher une liste de frags, points et autres via la touche %s. Les chiffres accolés à votre nom illustrent votre compteur de frag et la différence qui vous sépare du meilleur score.
gd: 'S urrainn dhut liosta dhe na sgriosan, puingean 's mar sin air adhart a shealltainn le %s. A bharrachd air sin, seallaidh na h-àireamhan ri taobh d' ainm na sgriosan agad agus dè cho fad air falbh 's a tha thu on fhear as fhearr.
hi: आप फ्रॅग्स, अंक और दूसरे चीज़ों की सूची देखने के लिए %s दबा सकते हैं. साथ साथ आपके नाम के बाजू जो अंक हैं उससे आपके फ्रॅग दिखाई देते हैं, और वे यह भी बताते हैं की आप सबसे अच्छे वाले से कितने दूर हैं.
hu: A(z) %s segítségével megnézheted találataid, pontjaid számát és még sok más adatot. A neved melletti számok pedig a találataid számát és a legjobbtól való távolságot mutatják.
it: Puoi guardare la tabella delle uccisioni, dei punteggi e altre statistiche premendo %s. Inoltre, il numero di fianco al tuo nome indica il numero delle tue uccisioni e la distanza che ti separa dal miglior giocatore.
nl: U kunt een lijst van frags, punten, etc, tonen met de %s. De nummers naast uw naam tonen uw frag-aantal en uw positie tenopichte van de beste piloot.
no: Du kan vise en liste over seire, poeng osv. via %s. Videre kan du se noen numre ved siden av navnet ditt som viser antall seire og hvor langt opp du har til de beste.
pl: Możesz wyświetlić listę Fragów, punktów, statystyki naciskając %s. Obok Twojej nazwy, pokazują się zdobyte przez Ciebie punkty i obrazują, jak daleko Ci do najlepszych.
pt: Você pode mostrar uma lista de extermínios, pontos e outros via %s. Além disso os números próximos ao seu nome ilustram seu contador de extermínios e distância ao melhor alvo.
ru: Ты можешь посмотреть на список фрагов, очков и прочего с помощью клавиши %s. Цифры, следующие сразу после твоего имени показывают счетчик фрагов и расстояние до первого места.
sv: Du kan visa en lista med frags, poäng osv med %s. Dessutom så illustrerar siffrorna sidan om ditt namn ditt antal frags och avståndet till den bästa.
th: คุณสามารถแสดงสถิติการสังหาร, คะแนน และอื่นๆ ผ่านทาง %s นอกจากนี้ หมายเลขที่ถัดจากชื่อของคุณจะแสดงตัวนับการสังหาร และระยะห่างของคุณกับผู้ที่ทำได้ดีที่สุด

source: Congratulations, %s!
de: Gratulation %s!
es: ¡Felicidades, %s!
fi: Onnittelut, %s!
fr: Félicitations, %s! !
gd: Meal do naidheachd, %s!
hi: बधाई हो, %s!
hu: Gratulálunk, %s!
it: Congratulazioni, %s!
mn: Баяр хүргэе, %s!
nl: Gefeliciteerd, %s!
no: Gratulerer, %s!
pl: Gratulacje, %s!
pt: Parabéns, %s!
ru: Поздравляем, %s!
sv: Gratulerar, %s!
th: ยินดีด้วย, %s!

source: You finished this tutorial. You are now ready to fight in the GREAT WAR. If you want to continue practising, just wait for the enemies to re-spawn. You can end your training with <Esc>. Have a great time with M.A.R.S.!
de: Du hast das Tutorial gemeistert. Jetzt bist du bereit für den Kampf im GROßEN KRIEG. Wenn du noch weiter üben willst, warte einfach, bis der Gegner wieder auftaucht. Beende das Training mit <Esc>. Viel Spaß mit M.A.R.S.!
es: Has terminado este tutorial. Ahora estás listo para luchar en la GRAN GUERRA. Si quieres seguir practicando, espera a que enemigo reaparezca. Puedes terminar tu entrenamiento presionando <Esc>. ¡Qué pases un buen rato con M.A.R.S.!
fi: Olet suorittanut tämän tutoriaalin loppuun. Olet nyt valmis taistelemaan SUURESSA SODASSA. Jos haluat jatkaa harjoittelua, odota vain, kunnes uusi vihollinen ilmestyy. Voit päättää koulutuksesi painamalla <Esc>. Pidä hauskaa M.A.R.S.-pelin parissa!
fr: Vous avez terminé ce tutoriel. Vous êtes à présent prêt à combattre dans la GRANDE GUERRE. Si vous désirez continuer à vous entraîner, attendez simplement que l'ennemi réapparaisse. Vous pouvez quitter votre entraînement par la touche <Esc>. Amusez-vous bien sur M.A.R.S.!
gd: Tha thu air an t-oideachadh seo a choileanadh. Tha thu ullamh gus sabaid sa CHOGADH MHÒR a-nis. Ma tha thu airson barrachd cleachdaidh fhathast, cha leig thu leas ach feitheamh gus an nochd nàimhdean a-rithist. Cuiridh tu crìoch air an trèanadh le <Esc>. Gabh tlachd à M.A.R.S.!
hi: आपने टुटोरियल खत्म कर दिया. अब आप महयुध लड़ने के लियर तय्यार हैं. यदि आपको और अभ्यास करना हो तो थोड़ी देर रुकिये और दुश्मन फिर से आ जायगा. <एस्केप> बटन दबा कर आप अपना अभ्यास का कभी भी अंत कर सकते हैं. मार्स के साथ मज़ा करिएगा!
hu: Sikeresen befejezted a kiképzést! Most már készen állsz, hogy eredményesen harcolhass a nagy háborúban! Ha folytatni szeretnéd a gyakorlást, csak várj, míg ellenségeid újraszületnek. A befejezéshez nyomj <Esc>-et. Jó időtöltést kívánunk a M.A.R.S.-sal!
it: Hai completato il tutorial. Adesso sei pronto a combattere nella GRANDE GUERRA. Se vuoi continuare a esercitarti, aspetta che il nemico si rigeneri. Altrimenti puoi uscire dal tutorial premendo <Esc>. Buon divertimento con M.A.R.S.!
mn: Ингээд заавараа өндөрлийдөө. Та одоо Сансарын дайнд бэлэн болсон. Мөн хүссэнээрээ тоглохыг хүсвэл <Esc> товчийг дарж дайнаас гараад өөр дайн эхлүүлж тоглож болно. Сайхан наадаарай таныг хүндэтгэсэн Тэргүүлэгч - LeaDe[R]!!!
nl: U heeft deze tutorial met succes volbracht. U bent nu klaar om mee te vechten in de GROTE OORLOG. Indien u nog verder wilt oefenen kunt u gewoon blijven wachten en er zullen nieuwe vijanden verschijnen. U kunt de training beëindigen met <Esc> Veel plezier met M.A.R.S.!
no: Du har fullført disse leksjonene. Du er nå klar til kamp i DEN STORE KRIGEN. Om du ønsker å trene mer kan du bare vente på at de fiendtlige skipene skal gjenoppstå. Du kan avslutte teningen ved å trykke <Esc>. Kos deg med M.A.R.S.!
pl: Ukończyłeś samouczka. Teraz jesteś gotów do walki w WIELKIEJ WOJNIE. Jeśli chcesz ćwiczyć, poczekaj aż przeciwnik się pojawi ponownie. Możesz jednak zakończyć trening naciskając klawisz <Esc>. Udanej rozgrywki w M.A.R.S.!
pt: Você terminou o tutorial. Agora deve estar pronto para lutar na GRANDE GUERRA. Se deseja continuar praticando, apenas espere até o inimigo voltar. Você pode encerrar o treinamento com <Esc>. Tenha bons momentos com M.A.R.S.!
ru: Ты окончил это обучение. Теперь ты можешь начать сражаться в ВЕЛИКОЙ ВОЙНЕ. Если ты хочешь практиковаться дальше, просто подожди, пока появится противник. Ты можешь покинуть обучение нажатием <Esc>. Получи незабываемые моменты с M.A.R.S.!
sv: Du har klarat samtliga övningar. Du är nu reda att kämpa i det STORA KRIGET. Om du vill fortsätta att öva, så behöver du bara vänta tills fienden återskapas. Du kan sluta din övning med <Esc>. Ha en fantastisk stund med M.A.R.S.!
th: คุณจบการฝึกซ้อมนี้แล้ว ตอนนี้คุณพร้อมแล้วเพื่อต่อสู้ในมหาสงคราม ถ้าคุณต้องการฝึกซ้อมต่อ, เพียงรอศัตรูของคุณให้กำเนิดใหม่ คุณสามารถจบการฝึกซ้อมโดย <Esc> ขอให้สนุกกับ M.A.R.S.!

source: You Failed!
de: Du Hast Versagt!
es: ¡Has Fallado!
fi: Epäonnistuit!
fr: Echec complet !
gd: Dh'fhàillig leat!
hi: आप असफल रहे!
hu: Elestél!
it: Hai Fallito!
mn: Та устгагдлаа!
nl: U heeft gefaald!
no: Du feilet!
pl: Oblałeś!
pt: Você falhou!
ru: Провал!
sv: Du misslyckades!
th: คุณล้มเหลว!

source: Awesome, %s! You destroyed your brand new ship. All right, we will get you a new one. Just wait some seconds...
de: Wunderbar %s, du hast dein brandneues Schiff geschrottet! Na schön, du kriegst ein neues. Hab' ein paar Sekunden Geduld...
es: ¡Impresionante, %s, has destruido tu nave nueva! Muy bien, vamos a conseguirte otra nueva. Sólo tienes que esperar unos segundos ...
fi: Mahtavaa, %s! Tuhosit upouuden aluksesi. Hyvä on, me hankimme sinulle uuden. Odota muutama sekunti...
fr: Merveilleux, %s! Vous venez de détruire votre tout nouveau vaisseau ! Bien, nous allons vous en fournir un autre. Attendez un instant...
gd: Nach math sin, %s! Mhill thu an soitheach spaideil ùr agad. Na gabh dragh, bheir sinn fear ùr dhut. Fuirich ort diog...
hi: बहुत अच्छे %s! आपने अपना बिल्कुल नया शिप नष्ट कर दिया. ठीक है, हम आपको एक नया वाला दे देंगे. कुछ पल रुकिये...
hu: Csodálatos, %s! Sikerült teljesen tönkre tenned a vadiúj űrhajód! Jól van, kapsz egy másikat. Csak néhány másodperc...
it: Bravo davvero, %s! Hai distrutto la tua navicella nuova di zecca! Va bene, te ne daremo un'altra. Aspetta qualche secondo...
mn: %s та дайсанд буудуулж үхлээ. Хэсэг хугацааны дараа та төрөх учир түр хүлээнэ үү.
nl: Te gek %s! U heeft uw gloednieuwe ruimtevaartuig vernietigd. Maar goed, we geven u een nieuwe. Wacht gewoon een paar seconden...
no: Nydelig %s! Du ødela det flett nye romskipet ditt. Vel, vel. Vi får vel gi deg et nytt. Bare vent noen sekunder...
pl: Świetnie %s, właśnie rozwaliłeś swój nowiutki pojazd! W porządku... damy Ci nowego. Poczekaj sekundkę...
pt: Incrível, %s! Você destruiu sua nave! Tudo bem, vamos te dar uma nova. Apenas espere um pouco...
ru: Отлично, %s, ты уничтожил новый корабль! На самом деле, всё не так страшно, сейчас мы дадим тебе новый. Просто отдохни пару секунд...
sv: Skitbra %s. Du förstörde ditt helt nya skepp! Jaja, du ska få ett nytt. Vänta bara några sekunder...
th: เอาล่ะสิ %s! คุณทำลายยานใหม่เอี่ยมของคุณ แต่แน่นอน เราจะให้ลำใหม่แก่คุณ เพียงรอสักครู่...

source: Did You Notice?
de: Schon Bemerkt?
es: ¿Te diste cuenta?
fi: Huomasitko?
fr: Avez-vous remarqué ?
gd: Na mhothaich thu?
hi: क्या आपने ध्यान दिया?
hu: Észrevetted?
it: L'hai notato?
mn: Анхааруулга?
nl: Is het u opgevallen?
no: Merket du det?
pl: Zaobserwowałeś?
pt: Percebeu?
ru: Ты заметил?
sv: Såg du?
th: คุณสังเกตไหม?

source: Your life is draining! Keep an eye on the upper life bar. You better land if it's too empty.
de: Du verlierst Leben! Behalte den grünen Lebensbalken im Auge. Lande lieber, wenn er zu leer ist.
es: ¡Tu vida se está agotando! Mantén un ojo en la barra superior de vida. Es mejor que aterrices si está demasiado vacía.
fi: Elinvoimasi kuluu! Pidä silmällä ylempää elinvoimamittaria. On parasta laskeutua, jos se on melkein tyhjä.
fr: Votre santé diminue ! Gardez un oeil sur la barre verte. Vous feriez mieux d'atterrir si celle-ci est trop vide.
gd: Tha do bheatha a' sìoladh air falbh! Cum sùil air bàr a' bheatha gu h-àrd. B' fheairrde thu laighe nuair a bhios e ro fhalamh.
hi: आपका हेल्थ ख़त्म हो रहा है! उस हारे रंग के बार पर ध्यान रखिएगा. अगर वह खाली हो रहा है तो आपको अपने ग्रह पर उतरना चाहिए.
hu: Csökken az életed! Tartsd szemmel a felül lévő élet csíkot. Jobb ha landolsz, ha már nincs sok.
it: La tua vita si sta esaurendo! Tieni d'occhio la barra verde della vita. Se è troppo corta, è meglio che atterri sul tuo pianeta.
mn: Таны амь чинь багасаж байна! Амь чинь багасаад дуусвал та үхэх болно.
nl: Uw levenskracht mindert langzaam! Houdt uw levensenergie in de bovenste levensbalk goed in de gaten en land wanneer die bijna leeg is.
no: Livet ditt er på vei ned! Hol et øye med den øvre livsindikatoren. Det er best du lander om den begynner å gå tom.
pl: Twojego życia ubywa! Zwracaj uwagę na zielony "pasek życia". Lepiej wyląduj, kiedy jest go zbyt mało.
pt: Sua vida está diminuindo! Fique de olho na barra verde. Você deve aterrisar se esta decair muito.
ru: Кончается топливо! Следи за желтой полоской. Лучше приземляться, если она будет почти пустая.
sv: Din hälsa håller på att ta slut! Håll ett öga på den övre hälsomätaren. Det är bäst att landa när den är för låg.
th: ชีวิตของคุณกำลังถดถอย! มองไปที่บนแถบชีวิต คุณควรลงจอดดีกว่าถ้ามันดูว่างเปล่ามากไป

source: Your fuel is draining! Keep an eye on the yellow fuel bar. You better land if it's too empty.
de: Du verlierst Treibstoff! Behalte den gelben Treibstoffbalken im Auge. Lande lieber, wenn er zu leer ist.
es: ¡Tu combustible se está agotando! Mantén un ojo en la barra amarilla de combustible. Es mejor que aterrices si está demasiado vacía.
fi: Polttoaineesi kuluu! Pidä silmällä keltaista polttoainemittaria. On parasta laskeutua, jos se on melkein tyhjä.
fr: Votre carburant se vide ! Gardez un oeil sur la barre jaune. Vous feriez mieux d'atterrir si celle-ci est trop vide.
gd: Tha an connadh a' ruith ort! Cum sùil air bàr buidhe a' chonnaidh. B' fheairrde thu laighe nuair a bhios e ro fhalamh.
hi: आपका फ्युयेल ख़त्म हो रहा है! उस पीले रंग के बार पर ध्यान रखना. अगर वह खाली हो रहा है, तो आपको अपने ग्रह पर उतरना चाहिए.
hu: Fogy az üzemanyagod! Tartsd szemmel az alul lévő üzemanyag csíkot. Jobb ha landolsz, ha már nincs sok.
it: Il tuo carburante si sta esaurendo! Tieni d'occhio la barra gialla del carburante. Se è troppo corta, è meglio che atterri sul tuo pianeta.
mn: Таны тийрэлтэд хөдөлгүүрийн цэнэг дуусч байна! Тийрэлтэд хөдөлгүүрийн цэнэг чинь дуусвал та явж чадахгүй болно. (Байрандаа юу ч дарахгүй зогсовол бага багаар тийрэлтэд хөдөлгүүрээ цэнэглэх болно)
nl: Uw brandstof raakt langzaam op! Houdt uw brandstof meter in de gele balk goed in de gaten en land wanneer die bijna leeg is.
no: Drivstoffet ditt tappes ned! Hold et øye med den gule drivstoffindikatoren. Det er best du lander om det begynner å gå tomt.
pl: Paliwo kończy się! Patrz na żółty wskaźnik paliwa. Kiedy ma się ku końcowi, lepiej wyląduj, aby uzupełnić.
pt: Seu combustível está acabando! Fique de olho na barra amarela. Você deve aterrisar se esta decair muito.
sv: Ditt bränsle håller på att ta slut! Håll ett öga på den gula bränslemätaren. Det är bäst att landa när den är för låg.
th: เชื้อเพลิงของคุณกำลังถดถอย! มองไปที่แถบเชื้อเพลิงสีเหลือง คุณควรลงจอดดีกว่าถ้ามันดูว่างเปล่ามากไป

source: You Nearly Got Him!
de: Gleich Hast Du Ihn!
es: ¡Casi lo logras!
fi: Melkein sait hänet!
fr: Vous l'avez presque eu !
gd: Cha mhòr nach do ghlac thu e!
hi: आपने उसे लगभग ख़त्म कर दिया!
hu: Majdnem kilőtted!
it: Ci sei quasi!
mn: Дайсны амь!
nl: U had hem bijna!
no: Du hadde ham nesten!
pl: Prawie go miałeś!
pt: Você quase o pegou!
ru: Ты его почти сделал!
sv: Du fick honom nästan!
th: คุณเกือบจะเก็บเขาได้!

source: Watch your opponent's name. Its colour indicates his life points. The more it turns red, the weaker your enemy is.
de: Beachte den Namen deines Gegners. Seine Farbe zeigt seine Lebenspunkte. Desto intensiver das Rot wird, desto schwächer ist dein Feind.
es: Fíjate en el nombre de tu oponente. Su color indica sus puntos de vida. Cuanto más rojo, más débil está tu enemigo.
fi: Tarkkaile vihollisesi nimeä. Nimen väri ilmaisee elinvoiman määrää. Mitä punaisemmaksi se muuttuu, sitä heikommaksi vihollisesi on tullut.
fr: Regardez le nom de votre adversaire. Sa couleur indique ses points de vie restants. Plus elle tourne au rouge, plus votre ennemi est faible.
gd: Cum sùil air ainm an nàmhaid agad. Nochdaidh an dath a th' air na puingean-beatha aige dhut. Mar as deirge a bhios ainm, 's ann as laige a bhios an nàmhaid.
hi: अपने दुश्मन के नाम पर ध्यान रखना. उसका रंग बताता है की वह कितना कमज़ोर है. जितना ज़्यादा लाल होता है, वह उतना कमज़ोर है.
hu: Figyeld ellenfeled nevét. Ennek színe mutatja az életpontjait. Minél pirosabb, annál gyengébb az ellenség.
it: Tieni d'occhio il nome del tuo avversario. Il suo colore indica la sua salute. Più tende al rosso, più il tuo nemico è debole.
mn: Дайсныхаа амь ямар байгааг яаж харах вэ гэж үү? Маш амархан түүний нэр ямар өнгөтэй байна тэрүүгээр нь харж болно Ногооноос улаан руу гэсэн өнгө байх ёстой. Ногоон бол амь дүүрэн, шар бол дундуур, улаан бол үхэх гэж байгаа гэсэн үг.
nl: Let goed op de naam van uw vijand. De kleur hiervan toont u hoeveel levensenergie hij nog over heeft. Hoe roder hoe zwakker deze vijand is.
no: Hold et øye med motstanderens navn. fargen dens indikerer hvor mye liv som er igjen. Jo mer rød farge, jo svakere er fienden din.
pl: Zwróć uwagę na nazwę przeciwnika. Kolor tej nazwy wskazuje poziom jego życia. Im bardziej czerwony, tym przeciwnik jest słabszy.
pt: Observe o nome se seu inimigo. Sua cor indica os pontos de vida. quanto mais vermelho, mais fraco ele está.
ru: Следи за именем противника. Его цвет показывает, сколько у него очков жизни. Чем оно краснее, тем слабее твой противник.
sv: Titta på din motståndares namn. Färgen indikerar hans hälsa. Ju rödare namnet blir, desto svagare är han.
th: ดูชื่อฝ่ายตรงข้ามของคุณ สีของมันจะบ่งบอกระดับชีวิตของเขา ยิ่งมันกลายเป็นสีแดงมากขึ้น ศัตรูของคุณจะยิ่งอ่อนแอ

source: Statistics
de: Statistik
es: Estadísticas
fi: Tilasto
fr: Statistiques
gd: Stadastaireachd
hi: सांख्यिकी
hu: Statisztika
it: Statistiche
mn: Дүн
nl: Statistieken
no: Statistikk
pl: Statystyki
pt: Estatísticas
ru: Статистика
sv: Statistik
th: สถิติ

source: Frag Limit
es: Límite de Frags
fi: Tapporaja
fr: Limite de Frags
gd: Sgriosan
hi: फ्रॅग की सीमा
hu: Találat limit
it: Limite Di Uccisioni
mn: Онооны лимит
nl: Frag Limiet
no: "Frag" Grense
pl: Limit Fragów
pt: Limite de Frags
ru: Лимит фрагов
sv: Frag-gräns
th: ขีดการสังหาร

source: Planet Life Points
de: Planetenlebenspunkte
es: Puntos de Vida del Planeta
fi: Planeetan elinvoima
fr: Limite de Points
gd: Puingean beatha nam planaid
hi: पॉइंट की सीमा
hu: Bolygó életpontjainak száma
it: Punti-Vita Del Pianeta
mn: Гаригийн
nl: Planeet Levens punten
no: Planet Liv Poeng
pl: Punkty Wytrzymałości Planety
pt: Pontos de Vida do Planeta
ru: Лимит очков
sv: Planetens livspoäng
th: แต้มชีวิตของดาวเคราะห์

source: Points
de: Punkte
es: Puntos
fi: Pisteet
gd: Puingean
hi: पायंट्स
hu: Pontok
it: Punti
mn: Оноо
nl: Punten
no: Poenger
pl: Punkty
pt: Pontos
ru: Очки
sv: Poäng
th: คะแนน

source: CannonShots
de: Kanonenschüsse
es: Disparos de cañón
fi: Cannon-ampumisia
gd: Losgaidhean canain
hi: तोप के शॉट
hu: Ágyúlövések
it: Colpi Di Cannone
mn: Ихбуун буудалт
nl: Kannon schoten
no: Kanonskudd
pl: Strzały Armaty
pt: Tiros de Canhão
ru: Выстрелов Пушки
sv: Kanonskott
th: นัดปืนใหญ่

source: Goals
de: Tore
es: Metas
fi: Maaleja
fr: Buts
gd: Tadhalan
hi: गोल्स
hu: Gólok
it: Obiettivi
nl: Doelen
no: Mål
pl: Gole
pt: Gols
ru: Ударов
sv: Mål
th: เป้าหมาย

source: Frags
fi: Tapot
gd: Sgriosan
hi: फ्रॅग
hu: Találatok
it: Uccisioni
mn: Туг
no: Seire
pl: Wrogów
ru: Фраги
th: สังหาร

source: Teamkills
es: Muertes en equipo
fi: Tiimitappoja
gd: Marbhadh sgioba
hi: खुदके टीम को मारा
hu: Megölt társak
it: Uccisioni di Squadra
mn: Баг/аллага
nl: Gezamenlijke team punten
no: Lagets seire
pl: Przyjaciół
pt: Frags em time
ru: Убийств своих
sv: Vådaskott
th: ฆ่าทีม

source: Suicides
de: Suizide
es: Suicidios
fi: Itsemurhia
gd: Fèin-mhurt
hi: आत्महत्या
hu: Öngyilkosság
it: Suicidi
mn: Амиа Хоролсон
nl: Zelfmoords
no: Selvmord
pl: Samobójstwa
pt: Suicídios
ru: Суицидов
sv: Självmord
th: ฆ่าตัวตาย

source: Deaths
de: Tode
es: Muertes
fi: Kuolemia
fr: Morts
gd: Bàs
hi: मौतें
hu: Halál
it: Morti
mn: Үхсэн
nl: Keer Gestorven
no: Død
pl: Poległeś
pt: Mortes
ru: Смертей
sv: Dödsfall
th: ตาย

source: Total:
de: Gesamt:
fi: Yhteensä
gd: Iomlan:
hi: कुल:
hu: Összesen:
it: Totale:
mn: Нийт:
nl: Totaal:
no: Totalt:
pl: W sumie:
ru: Итого:
sv: Totalt:
th: รวม:

source: Artist:
de: Von:
es: Artista:
fi: Artisti:
fr: Artiste:
gd: Neach-ciùil:
hi: गायक:
hu: Előadó:
it: Artista:
mn: Уран бүтээлч:
nl: Artiest:
pl: Artysta:
pt: Artista:
ru: Исполнитель:
th: ศิลปิน:

source: Album:
de: Aus:
es: Álbum:
fi: Albumi:
gd: Albam:
hi: एल्बम:
mn: Цомог:
ru: Альбом:
th: อัลบั้ม:

source: OK
gd: Ceart ma-thà

source: Next music track!
de: Nächster Musiktitel!
es: ¡Siguiente pista musical!
fi: Seuraava musiikkikappale!
fr: Piste musicale suivante !
gd: An ath-thraca ciùil!
hi: अगला गाना!
hu: Következő zeneszám!
it: Traccia musicale successiva!
mn: Дараачийн дуу!
nl: Volgende song!
no: Neste musikkspor!
pl: Następna ścieżka dźwiękowa!
pt: próxima trilha musical!
ru: Переключение музыкальной композиции!
sv: Nästa musikspår!
th: ดนตรีเพลงถัดไป!

source: Previous music track!
de: Vorheriger Musiktitel!
es: ¡Pista musical anterior!
fi: Edellinen musiikkikappale!
fr: Piste musicale précédente !
gd: An traca ciùil roimhe!
hi: पिछला गाना!
hu: Előző zeneszám!
it: Traccia musicale precedente!
mn: Өмнөх дуу!
nl: Vorige song!
no: Forrige musikkspor!
pl: Poprzedni utwór!
pt: Trilha musical anterior!
ru: Предыдущая композиция!
sv: Föregående musikspår!
th: ดนตรีเพลงก่อนหน้า!

source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
gd: Dùin
hi: बंद
hu: Bezárás
it: Chiudi
mn: Хаах
nl: Sluit
no: Steng
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด

source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
gd: Mu dhèidhinn
hi: मार्स के बारे में
hu: Névjegy
it: Info su M.A.R.S.
mn: Тухай...
nl: Over
no: Om
pl: O Grze
pt: Sobre
ru: О M.A.R.S.
sv: Om
th: เกี่ยวกับเกม

source: License
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
gd: Ceadachas
hi: लाइसेंस
hu: Licenc
it: Licenza
mn: Лиценс
nl: Licentie
no: Lisens
pl: Licencja
pt: Licença
ru: Лицензия
sv: Licens
th: การอนุญาต

source: Credits
es: Créditos
fi: Lopputekstit
fr: Crédits
gd: Cliù
hi: क्रेडिट
hu: Készítők
it: Crediti
mn: Бүтээсэн
no: Takk til
pt: Créditos
ru: Титры
sv: Medverkande
th: เครดิต
