Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: Turn Left
de: Links
es: Girar a la izquierda
fi: Käänny vasempaan
fr: Tourner à gauche
gd: Tionndadh gu clì
hi: बायें घूमना
hu: Balra fordulás
it: Ruota A Sinistra
mn: Зүүн тийш
nl: Draai Linksom
no: Sving til venstre
pl: Skręt w Lewo
pt: Virar à Esquerda
ru: Повернуть налево
sv: Sväng vänster
th: เลี้ยวซ้าย

source: Turn Right
de: Rechts
es: Girar a la derecha
fi: Käänny oikeaan
fr: Tourner à droite
gd: Tionndadh gu deas
hi: दायें घूमना
hu: Jobbra fordulás
it: Ruota A Destra
mn: Баруун тийш
nl: Draai Rechtsom
no: Sving til høyre
pl: Skręt w Prawo
pt: Virar à Direita
ru: Повернуть направо
sv: Sväng höger
th: เลี้ยวขวา

source: Weapon
de: Schießen
es: Arma
fi: Ase
fr: Arme
gd: Arm
hi: हथियार
hu: Fegyver
it: Arma
mn: Зэвсэг
nl: Wapen
no: Våpen
pl: Broń
pt: Arma
ru: Оружие
sv: Vapen
th: อาวุธ

source: Special Ability
de: Spezial
es: Habilidad Especial
fi: Erikoistaito
fr: Capacité Spéciale
gd: Comas sònraichte
hi: स्पेशल योग्यता
hu: Speciális képesség
it: Abilità Speciale
mn: Онцгой чадвар
nl: Speciale Vaardigheid
no: Super evner
pl: Specjalna Broń
pt: Habilidade Epecial
ru: Спец. способность
sv: Specialförmåga
th: ความสามารถพิเศษ

source: Ship Settings
de: Schiffeinstellungen
es: Opciones de la Nave
fi: Aluksen asetukset
fr: Options du Vaisseau
gd: Roghainnean an t-soithich
hi: शिप के विकल्प
hu: Űrhajó beállításai
it: Impostazioni Navicella
mn: Хөлөгийн тохиргоо
nl: ruimtevaartuig Instellingen
no: Romskip instillinger
pl: Opcje Pojazdu
pt: Configurações da Nave
ru: Настройки корабля
sv: Skeppsinställningar
th: การตั้งค่ายาน

source: Ship
de: Schiff
es: Nave
fi: Alus
fr: Vaisseau
gd: Soitheach
hi: शिप
hu: Űrhajó
it: Navicella
mn: Хөлөг
nl: Ruimtevaartuig
no: Romskip
pl: Pojazd
pt: Nave
ru: Корабль
sv: Skepp
th: ยาน

source: Player Color
de: Spielerfarbe
es: Color del Jugador
fi: Pelaajan väri
fr: Couleur Joueur
gd: Dath a' chluicheadair
hi: खिलाड़ी का रंग
hu: Játékos színe
it: Colore Giocatore
mn: Тоглогчын өнгө
nl: Speler Kleur
no: Spiller farge
pl: Kolor Gracza
pt: Cor do Jogador
ru: Цвет игрока
sv: Spelarfärg
th: สีผู้เล่น

source: Team Color
de: Teamfarbe
es: Color del Equipo
fi: Joukkueen väri
fr: Couleur Équipe
gd: Dath an sgioba
hi: टीम का रंग
hu: Csapat színe
it: Colore Squadra
mn: Багын өнгө
nl: Team Kleur
no: Farge på laget ditt
pl: Kolor Drużyny
pt: Cor do Time
ru: Цвет команды
sv: Lagfärg
th: สีทีม

source: Continue
de: Spiel fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
gd: Lean air adhart
hi: आयेज बढ़ें
hu: Folytatás
it: Continua
mn: Үргэлжлүүлэх
nl: Hervat
no: Fortsett
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ทำต่อไป

source: Sadly, shaders are not supported by your hardware!
de: Shader sind mit deiner Hardware leider nicht möglich!
es: ¡Lamentablemente, tu hardware no soporta los shaders!
fi: Laitteistosi ei tue varjostusta!
fr: 164 Désolé, les effets shaders ne sont pas supportés par votre matériel !
gd: Gu mì-fhortanach, cha chuir am bathar-cruaidh agad taic ri sgàileadairean!
hi: शेडर आपके हार्डवेयर पर नहीं चलेंगे!
hu: Sajnos a grafikus kártyád nem támogatja a shadereket.
it: Sfortunatamente gli shader non sono supportati dal tuo hardware!
mn: Муу л байна, сүүдэр танигдаагүй байна!
nl: Helaas, shaders worden door uw hardware niet ondersteund!
no: Beklager, men din maskinvare støtter ikke shadere!
pl: Niestety, Cieniowanie Nie Jest Obsługiwane Przez Twój Sprzęt!
pt: Infelizmente a sua máquina não suporta os efeitos de Sombra!
ru: К сожалению Ваша видеокарта не поддерживает шейдеры!
sv: Tyvärr så stödjer inte din hårdvara shaders!
th: น่าเสียดาย, Shader effect ไม่รองรับโดยฮาร์ดแวร์ของคุณ!

source: Next
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
gd: Air adhart
hi: अगला
hu: Következő
it: Avanti
mn: Дараачынх
nl: Volgende
no: Neste
pl: Dalej
pt: Próximo
ru: Далее
sv: Nästa
th: ถัดไป

source: Weapons
de: Waffen
es: Armas
fi: Aseet
fr: Armes
gd: Airm
hi: हथियार
hu: Fegyverek
it: Armi
mn: Зэвсэгүүд
nl: Wapens
no: Våpen
pl: Broń
pt: Armas
ru: Оружие
sv: Vapen
th: อาวุธ

source: Special Abilities
de: Besondere Fähigkeiten
es: Habilidades Especiales
fi: Erikoistaidot
fr: Capacités Spéciales
gd: Comasan sònraichte
hi: विशेष योग्यता
hu: Különleges képességek
it: Abilità Speciali
mn: Онцгой чадварууд
nl: Speciale Vaardigheden
no: Spesielle egenskaper
pl: Specialne wyposażenie
pt: Habilidades Especiais
ru: Специльно
sv: Specialförmågor
th: ความสามารถพิเศษ

source: Add
de: Plus
es: Suma
fr: Ajouter
gd: Cuir ris
hi: प्लस
hu: Plusz
it: Più
mn: Нэмэх
nl: Voeg toe
no: Pluss
pl: Dodaj
pt: Mais
ru: Плюс
sv: Plus
th: ปุ่มบวก

source: Back Slash
es: Contrabarra (backslash)
fr: Anti slash
gd: Slais air ais
hi: बॅकस्लैश
hu: Repjel
pl: Odwrotny Ukośnik
pt: Barra invertida
ru: Обратный слеш
sv: Omvänt snedstreck
th: ปุ่มทับกลับ

source: Comma
de: Komma
es: Coma
fr: Virgule
gd: Cromag
hi: कॉमा
hu: Vessző
it: Virgola
mn: Таслал
no: Komma
pl: Przecinek
pt: vírgula
ru: Запятая
sv: Komma
th: ปุ่มลูกน้ำ

source: Dash
de: Bindestrich
es: Guión
gd: Sgrìob
hi: डॅश
hu: Kötőjel
it: Trattino
mn: Зураас
nl: Minteken
pl: Podkreślnik
pt: Barra
ru: Тире
sv: Bindestreck
th: ปุ่มขีด

source: Divide
de: Geteilt
es: Dividir
fr: Diviser
gd: Roinneadh
hi: डिवाइड
hu: Törtjel
it: Diviso
mn: Хуваах
nl: Schuine streep
no: Dele
pl: Ukośnik
pt: Divisão
ru: Делить
sv: Division
th: ปุ่มหาร(ทับ)

source: Down
de: Runter
es: Flecha Abajo
fr: Bas
gd: Sìos
hi: नीचे
hu: Le
it: Freccia Giù
mn: Доош
nl: Omlaag
no: Ned
pl: Strzałka w Dół
pt: Baixo
ru: Низ
sv: Ned
th: ปุ่มลง

source: Equal
de: Gleich
es: Igual
fr: Égal
gd: Co-ionnanachd
hi: ईक्वल
hu: Egyenlőségjel
it: Uguale
mn: Тэнцүү
nl: Gelijkteken
no: Er lik
pl: Równa Się
pt: Igual
ru: Равно
sv: Likamedtecken
th: ปุ่มเท่ากับ

source: Left Alt
de: Alt Links
es: Alt Izquierdo
fr: Alt Gauche
gd: Alt clì
hi: बायां आल्ट
hu: Bal Alt
it: Alt Sinistro
mn: Зүүн Alt
nl: Linker Alt
no: Venstre Alt
pl: Lewy Alt
pt: Alt Esquerdo
ru: Левый Alt
sv: Vänster Alt
th: Alt ซ้าย

source: Left Bracket
de: Klammer Auf
es: Paréntesis Izquierdo
fr: Parenthèse Gauche
gd: Bracaid chlì
hi: बायां ब्रॅकेट
hu: Bal zárójel
mn: Зүүн хаалт
nl: Linker Bracket
no: Venstre Bracket
pl: Lewy Nawias
pt: Parênteses Esquerdo
sv: Vänster parantes
th: วงเล็บใหญ่ซ้าย

source: Left Control
de: Steuerung Links
es: Control Izquierdo
fr: Control Gauche
gd: Control clì
hi: बायां कंट्रोल
hu: Bal Control
it: Ctrl Sinistra
mn: Зүүн Control
nl: Linker Control
no: Venstre Control
pl: Lewy Control
pt: Control Esquerdo
ru: Левый Control
sv: Vänster Ctrl
th: Control ซ้าย

source: Left
de: Links
es: Flecha Izquierda
fr: Gauche
gd: Gu clì
hi: बायां
hu: Balra
it: Freccia Sinistra
mn: Зүүн
nl: Links
no: Venstre
pl: Strzałka w Lewo
pt: Esquerda
ru: Лево
sv: Vänster
th: ปุ่มซ้าย

source: Left Shift
de: Umschalt Links
es: Shift Izquierdo
fr: Shift Gauche
gd: Sioft chlì
hi: बायां शिफ्ट
hu: Bal Shift
it: Shift Sinistra
mn: Зүүн Shift
nl: Linker Shift
no: Venstre Shift
pl: Lewy Shift
pt: Shift Esquerdo
ru: Левый Shift
sv: Vänster skift
th: Shift ซ้าย

source: Left Super
de: Super Links
es: Super Izquierdo
fr: Super Gauche
gd: Super clì
hi: बायां सूपर
hu: Bal Szuper/Windows
it: Super Sinistra
mn: Зүүн Super
nl: Linker Super
no: Venstre Super
pl: Lewy Super
pt: Super Esquerdo
ru: Левый Super
sv: Vänster meta
th: Super ซ้าย

source: Menu
de: Menü
es: Menú
gd: Clàr-taice
hi: मेनू
hu: Menü
mn: Цэс
no: Meny
ru: Меню
sv: Meny
th: ปุ่ม Menu

source: Multiply
de: Mal
es: Multiplicar
fr: Multiplier
gd: Iomadachadh
hi: मल्टिप्लाइ
hu: Szorzásjel
it: Per
nl: Sterretje
no: Gange
pl: Gwiazdka
pt: Multiplicação
ru: Умножить
sv: Multiplikationstecken
th: ปุ่มคูณ(ดอกจัน)

source: Page Down
de: Bild ab
es: Av. Pág.
fr: Page Bas
gd: Duilleag sìos
hi: पेज डाउन
it: Pag Giù
mn: Хуудас доош

source: Page Up
de: Bild auf
es: Re. Pág.
fr: Page Haut
gd: Duilleag suas
hi: पेज अप
it: Pag Sù
mn: Хуудас дээш

source: Period
de: Punkt
es: Punto
fr: Point
gd: Puing
hi: नुकता
hu: Pont
it: Punto
mn: Ээлж
nl: Punt
no: Punktum
pl: Kropka
pt: Ponto
ru: Точка
sv: Punkt
th: ปุ่มจุด

source: Right Alt
de: Alt Rechts
es: Alt Derecho
fr: Alt Droit
gd: Alt deas
hi: दायां आल्ट
hu: Jobb Alt
it: Alt Destra
mn: Баруун Alt
nl: Rechter Alt
no: Høyre Alt
pl: Prawy Alt
pt: Alt Direito
ru: Правый Alt
sv: Höger Alt
th: Alt ขวา

source: Right Bracket
de: Klammer Zu
es: Paréntesis Derecho
fr: Parenthèse Droit
gd: Bracaid dheas
hi: दायां ब्रॅकेट
hu: Jobb zárójel
mn: Баруун хаалт
nl: Rechter Bracket
no: Høyre Bracket
pl: Prawy Nawias
pt: Parênteses Direito
sv: Höger parentes
th: วงเล็บใหญ่ขวา

source: Right Control
de: Steuerung Rechts
es: Control Derecho
fr: Control Droit
gd: Control deas
hi: दायां कंट्रोल
hu: Jobb Control
it: Ctrl Destra
mn: Баруун Control
nl: Rechter Control
no: Høyre Control
pl: Prawy Control
pt: Control Direito
ru: Правый Control
sv: Höger Ctrl
th: Control ขวา

source: Return
de: Enter
es: Enter
fr: Retour
gd: Enter
hi: एंटर
hu: Enter
it: Invio
mn: Буцах
nl: Enter
no: Enter
pl: Enter

source: Right
de: Rechts
es: Flecha Derecha
fr: Droit
gd: Gu deas
hi: दायां
hu: Jobbra
it: Freccia Destra
mn: Баруун
nl: Rechts
no: Høyre
pl: Strzałka w Prawo
pt: Direita
ru: Право
sv: Höger
th: ปุ่มขวา

source: Right Shift
de: Umschalt Rechts
es: Shift Derecho
fr: Shift Droit
gd: Shioft dheas
hi: दायां शिफ्ट
hu: Jobb Shift
it: Shift Destra
mn: Баруун Shift
nl: Rechter Shift
no: Høyre Shift
pl: Prawy Shift
pt: Shift Direito
ru: Правый Shift
sv: Höger skift
th: Shift ขวา

source: Right Super
de: Super Rechts
es: Super Derecho
fr: Super Droit
gd: Super deas
hi: दायां सूपर
hu: Jobb Szuper/Windows
mn: Баруун Super
nl: Rechter Super
no: Høyre Super
pl: Prawy Super
pt: Super Direito
ru: Правый Super
sv: Höger meta
th: Super ขวา

source: Semi Colon
de: Semikolon
es: Punto y Coma
fr: Point virgule
gd: Leth-chòilean
hi: अर्ध बृहदान्त्र
hu: Pontosvessző
nl: Dubbele Punt
no: Semi Kolon
pl: Średnik
pt: Ponto-e-vírgula
ru: Запятая
sv: Semikolon
th: ปุ่มอัฒภาค

source: Slash
es: Barra (slash)
gd: Slais
hi: स्लैश
hu: Perjel
nl: Schuine Streep
pl: Ukośnik
pt: Barra
ru: Слеш
sv: Snedstreck
th: ปุ่มทับ

source: Subtract
de: Minus
es: Restar
fr: Soustraire
gd: Toirt air falbh
hi: माइनस
hu: Mínusz
nl: Minteken
no: Minus
pl: Minus
pt: Menos
ru: Минус
sv: Minus
th: ปุ่มลบ

source: Tilde
es: Virgulilla (~)
gd: Tonn
hi: टिल्ड
hu: Hullámos vonal
nl: Grave Accent
pl: Tylda
pt: Til
ru: Тильда
th: ปุ่มตัวหนอน

source: Tab
es: Tabulador
gd: Taba
hi: टैब
mn: Тab
ru: Таб
sv: Tabb

source: Up
de: Hoch
es: Flecha Arriba
fr: Haut
gd: Suas
hi: ऊपर
hu: Fel
it: Freccia Sù
mn: Дээш
nl: Omhoog
no: Opp
pl: Strzałka w Górę
pt: Cima
ru: Верх
sv: Upp
th: ปุ่มขึ้น

source: A Button
de: Taste A
es: Botón A
fr: Bouton A
gd: Putan A
hi: ए बटन
hu: A gomb
mn: A товч
nl: A Knop
no: A Knappen
pl: Przycisk A
pt: Botão A
ru: Кнопка A
sv: A-knappen
th: ปุ่ม A

source: B Button
de: Taste B
es: Botón B
fr: Bouton B
gd: Putan B
hi: बी बटन
hu: B gomb
mn: B товч
nl: B Knop
no: B Knappen
pl: Przycisk B
pt: Botão B
ru: Кнопка B
sv: B-knappen
th: ปุ่ม B

source: X Button
de: Taste X
es: Botón X
fr: Bouton X
gd: Putan X
hi: एक्स बटन
hu: X gomb
mn: X товч
nl: X Knop
no: X Knappen
pl: Przycisk X
pt: Botão X
ru: Кнопка X
sv: X-knappen
th: ปุ่ม X

source: Y Button
de: Taste Y
es: Botón Y
fr: Bouton Y
gd: Putan Y
hi: वाय बटन
hu: Y gomb
mn: Y товч
nl: Y Knop
no: Y Knappen
pl: Przycisk Y
pt: Botão Y
ru: Кнопка Y
sv: Y-knappen
th: ปุ่ม Y

source: Left Bumper
de: Bumper Links
es: Bumper Izquierdo
fr: Bumper Gauche
gd: Bumpair clì
hi: बायां बमपर
hu: Bal bumper
mn: Зүүн Bumper
nl: Linker Bumper
no: Venstre Bumper
pl: Lewy Bumper
pt: Bumper Esquerdo
ru: Левый бампер
sv: Vänster bumper

source: Right Bumper
de: Bumper Rechts
es: Bumper Derecho
fr: Bumper Droite
gd: Bumpair deas
hi: दायां बमपर
hu: Jobb bumper
mn: Баруун Bumper
nl: Rechter Bumper
no: Høyre Bumper
pl: Prawy Bumper
pt: Bumper Direito
ru: Правый бампер
sv: Höger bumper

source: Start Button
de: Starttaste
es: Botón Inicio
fr: Bouton Démarrer
gd: Putan tòiseachaidh
hi: स्टार्ट बटन
hu: Start gomb
mn: Эхлэх товч
nl: Start Knop
no: Start Knappen
pl: Przycisk Start
pt: Start
ru: Старт
sv: Startknappen

source: Back Button
de: Zurücktaste
es: Botón Atrás
fr: Bouton Retour
gd: Putan air ais
hi: बॅक बटन
hu: Vissza gomb
mn: Буцах товч
nl: Terug Knop
no: Back Knappen
pl: Przycisk Back
pt: Botão Traseiro
ru: Кнопка назад
sv: Bakåtknappen

source: Button
de: Taste
es: Botón
fr: Bouton
gd: Putan
hi: बटन
hu: Gomb
mn: Товч
nl: Knop
no: Knapp
pl: Przycisk
pt: Botão
ru: Кнопка
sv: Knapp

source: Left Trigger
de: Trigger Links
es: Disparador Izquierdo
fr: Trigger Gauche
gd: Trigear clì
hi: बायां ट्रिगर
hu: Bal ravasz
mn: Зүүн Trigger
nl: Linker Trigger
no: Venstre Trigger
pl: Lewy cyngiel
pt: Trigger Esquerdo
ru: Левый переключатель
sv: Vänster skjutknapp

source: Right Trigger
de: Trigger Rechts
es: Disparador Derecho
fr: Trigger Droite
gd: Trigear deas
hi: दायां ट्रिगर
hu: Jobb ravasz
mn: Баруун Trigger
nl: Rechter Trigger
no: Høyre Trigger
pl: Prawy cyngiel
pt: Trigger Direito
ru: Правый переключатель
sv: Höger skjutknapp

source: Stick2 Up
de: Stick2 Hoch
es: Barra2 Arriba
fr: Joueur2 Haut
gd: Stick2 suas
hi: स्टिक२ ऊपर
hu: Analógkar2 fel
mn: Stick2 Дээш
nl: Stick2 Omhoog
no: Stick2 Opp
pl: Drążek 2 Góra
pt: Stick2 Cima
ru: Ручка2 Верх
sv: Styrspak 2 upp

source: Stick2 Down
de: Stick2 Runter
es: Barra2 Abajo
fr: Joueur2 Bas
gd: Stick2 sìos
hi: स्टिक२ नीचे
hu: Analógkar2 le
mn: Stick2 Доош
nl: Stick2 Omlaag
no: Stick2 Ned
pl: Drążek 2 Dół
pt: Stick2 Baixo
ru: Ручка2 Низ
sv: Styrspak 2 ner

source: Stick2 Left
de: Stick2 Links
es: Barra2 Derecha
fr: Joueur2 Gauche
gd: Stick2 gu clì
hi: स्टिक२ बायं
hu: Analógkar2 balra
mn: Stick2 Зүүн
nl: Stick2 Links
no: Stick2 Venstre
pl: Drążek 2 Lewo
pt: Stick2 Esquerda
ru: Ручка2 Лево
sv: Styrspak 2 vänster

source: Stick2 Right
de: Stick2 Rechts
es: Barra2 Izquierda
fr: Joueur2 Droite
gd: Stick2 gu deas
hi: स्टिक२ दायं
hu: Analógkar2 jobbra
mn: Stick2 Баруун
nl: Stick2 Rechts
no: Stick2 Høyre
pl: Drążek 2 Prawo
pt: Stick2 Direita
ru: Ручка2 Право
sv: Styrspak 2 höger

source: Stick1 Up
de: Stick1 Hoch
es: Barra1 Arriba
fr: Joueur1 Haut
gd: Stick1 suas
hi: स्टिक१ ऊपर
hu: Analógkar1 fel
mn: Stick1 Дээш
nl: Stick1 Omhoog
no: Stick1 Opp
pl: Drążek 1 Góra
pt: Stick1 Cima
ru: Ручка1 Верх
sv: Styrspak 1 upp

source: Stick1 Down
de: Stick1 Runter
es: Barra1 Abajo
fr: Joueur1 Bas
gd: Stick1 sìos
hi: स्टिक१ नीचे
hu: Analógkar1 le
mn: Stick1 Доош
nl: Stick1 Omlaag
no: Stick1 Ned
pl: Drążek 1 Dół
pt: Stick1 Baixo
ru: Ручка1 Низ
sv: Styrspak 1 ner

source: Stick1 Left
de: Stick1 Links
es: Barra1 Derecha
fr: Joueur1 Gauche
gd: Stick1 gu clì
hi: स्टिक१ बायं
hu: Analógkar1 balra
mn: Stick1 Зүүн
nl: Stick1 Links
no: Stick1 Venstre
pl: Drążek 1 Lewo
pt: Stick1 Esquerda
ru: Ручка1 Лево
sv: Styrspak 1 vänster

source: Stick1 Right
de: Stick1 Rechts
es: Barra1 Izquierda
fr: Joueur1 Droite
gd: Stick1 gu deas
hi: स्टिक१ दायं
hu: Analógkar1 jobbra
mn: Stick1 Баруун
nl: Stick1 Rechts
no: Stick1 Høyre
pl: Drążek 1 Prawo
pt: Stick1 Direita
ru: Ручка1 Право
sv: Styrspak 1 höger

source: Direction Up
de: Steuerkreuz Hoch
es: Dirección Arriba
fr: Direction Haut
gd: Comhair suas
hi: ऊपर
hu: Fel iránygomb
mn: Чиглэл Дээш
nl: Richting Omhoog
pl: W górę
pt: Cima
ru: Верх
sv: Styrkors upp

source: Direction Down
de: Steuerkreuz Runter
es: Dirección Abajo
fr: Direction Bas
gd: Comhair sìos
hi: नीचे
hu: Le iránygomb
mn: Чиглэл Дүүш
nl: Richting Omlaag
pl: W dół
pt: Baixo
ru: Низ
sv: Styrkors ner

source: Direction Left
de: Steuerkreuz Links
es: Dirección Izquierda
fr: Direction Gauche
gd: Comhair gu clì
hi: बायं
hu: Balra iránygomb
mn: Чиглэл Зүүн
nl: Richting Links
pl: W lewo
pt: Esquerda
ru: Лево
sv: Styrkors vänster

source: Direction Right
de: Steuerkreuz Rechts
es: Dirección Derecha
fr: Direction Droite
gd: Comhair gu deas
hi: दायं
hu: Jobbra iránygomb
mn: Чиглэл Баруун
nl: Richting Rechts
pl: W prawo
pt: Direita
ru: Право
sv: Styrkors höger

source: Screenshot saved!
de: Screenshot gespeichert!
es: ¡Captura de pantalla guardada!
fi: Kuvankaappaus tallennettu!
fr: Capture d'écran enregistrée !
gd: Chaidh glacadh-sgrìn a shàbhaladh!
hi: स्क्रीनशॉट सवे हो गया!
hu: Képernyőkép elmentve!
it: Screenshot salvato!
mn: Дэлгэцний зураг сануулагдлаа!
nl: Scherm afdruk bewaard!
no: Skjermbilde lagret!
pl: Zrzut ekranu zapisany!
pt: Screenshot salvo!
ru: Снимок экрана сохранён!
sv: Skärmdump sparad!
th: ภาพหน้าจอถูกบันทึกแล้ว!

source: Delete
de: Entfernen
es: Suprimir
fr: Supprimer
hi: डिलीट
it: Canc
mn: Арилгах
th: ปุ่ม Delete

source: End
de: Ende
es: Fin
fr: Fin
hi: एंड
it: Fine
th: ปุ่ม End

source: Home
de: Pos1
es: Inicio
hi: होम
th: ปุ่ม Home

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
hi: इनसर्ट
it: Ins
th: ปุ่ม Insert

source: Pause
es: Pausa
hi: विश्राम
it: Pausa
mn: Түр зогсоох
pl: Pause/Break

source: Quote
de: Anführungszeichen
es: Comillas
fr: Guillemet
hi: क़वोट
hu: Idézőjel
mn: Ишлэл
no: Hermetegn
pl: Cudzysłów
pt: Aspas
ru: Кавычки
sv: Citattecken
th: ปุ่มอัญประกาศ

source: Space
de: Leertaste
es: Espacio
fr: Espace
hi: स्पेसबार
hu: Szóköz
it: Spazio
mn: Зай
nl: Spatie
pl: Spacja
pt: Espaço
ru: Пробел
sv: Mellanslag

source: Joystick
es: Control (Joystick)
hi: जॉयस्टिक
ru: Джойстик
