Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: Adjusts the amount of Power-Ups which will spawn during the game. Zero disables Power-Ups entirely.
de: Stellt die Anzahl der PowerUps im Spiel ein. Bei 0 werden PowerUps ausgeschaltet.
es: Ajusta la cantidad de Power-Ups que aparecerán durante el juego. Cero deshabilita los Power-Ups
fi: Asettaa Bonuksien lukumäärän peliä kohti. 0 poistaa Bonukset käytöstä kokonaan.
fr: Ajuste le nombre d'Améliorations/Objets apparaissant pendant la partie. Zero désactive entièrement les objets.
gd: Cuiridh seo gleus air an uiread de chumhachdan a nochdas rè a' gheama. Cha bhi cumhachd sam bith ann ma shuidhicheas tu seo air neoni.
hi: यह खेल के बीच आने वाले पावर-अप की गिनती बदलता है. शून्य करने से पावर-अप बँध हो जाते हैं.
hu: A játék közben megjelenő felvehető extrák mennyiségét állítja be. A nulla érték kikapcsolja a felvehető extrákat.
it: Imposta la quantità di PowerUp che si produrranno durante il gioco. Zero disabilita i Power-Up.
mn: Хүчний тохиргоо.
nl: Pas de hoeveel Power-Ups aan die verschijnen tijdens het spel. Nul schakelt de Power-Ups geheel uit.
no: Justerer mengden av Power-Ups som vil dukke opp iløpet av spillet. Null, slår Power-Ups helt av.
pl: Ustawia wartość z jaką częstotliwością będą pojawiać się Bonusu na planszy. Zero wyłącza dostępność Bonusów.
ru: Изменяет количество бонусов, появляющихся по время игры. Ноль отключает бонусы.
sv: Justerar mängden av Power-Ups som kommer att spawnas under spelet. Noll stänger av Power-Ups helt.
th: ปรับจำนวนของพลังเติบโต ที่จะกำเนิดใหม่ระหว่างเกม ศูนย์ คือ ไม่ใช้งานพลังเติบโตทั้งหมด

source: Start
es: Empezar
fi: Aloita
fr: Lancer
gd: Tòisich
hi: शुरू
hu: Indítás
it: Inizia
mn: Эхлэх
pt: Iniciar
ru: Старт
sv: Starta
th: เริ่ม

source: Left Team
de: Linkes Team
es: Equipo Izquierdo
fi: Vasen joukkue
fr: Équipe Gauche
gd: Sgioba an taoibh chlì
hi: बाएँ टीम
hu: Bal oldali csapat
it: Squadra Di Sinistra
mn: Зүүн баг
nl: Linker Team
no: Venstre Lag
pl: Lewa Drużyna
pt: Time da Esquerda
ru: Левая команда
sv: Vänster lag
th: ทีมซ้าย

source: Right Team
de: Rechtes Team
es: Equipo Derecho
fi: Oikea joukkue
fr: Équipe Droite
gd: Sgioba an taoibh dheis
hi: दाएँ टीम
hu: Jobb oldali csapat
it: Squadra Di Destra
mn: Баруун баг
nl: Rechter Team
no: Høyre Lag
pl: Prawa Drużyna
pt: Time da Direita
ru: Правая команда
sv: Höger lag
th: ทีมขวา

source: Game Options
de: Spieleinstellungen
es: Opciones de Juego
fi: Pelin asetukset
fr: Options de Jeu
gd: Roghainnean a' gheama
hi: प्रतिष्ठा
hu: Játék beállítások
it: Opzioni Di Gioco
mn: Тоглоомын тохиргоо
nl: Spel Opties
no: Spill brukervalg
pl: Reputacja
pt: Opções do Jogo
ru: Репутация
sv: Spelinställningar
th: ตัวเลือกของเกม

source: Weapon Options
de: Waffenoptionen
es: Opciones de Armas
fi: Aseiden asetukset
fr: Options d'Arme
gd: Na h-airm
hi: हथियार के विकल्प
hu: Fegyverbeállítások
it: Opzioni Armi
mn: Зэвсэгийн тохиргоо
nl: Wapen Opties
no: Våpen valg
pl: Ustawienia Broni
pt: Opções de Armas
ru: Настройки оружия
sv: Vapeninställningar
th: ตัวเลือกของอาวุธ

source: Players
de: Spieler
es: Jugadores
fi: Pelaajat
fr: Joueurs
gd: Cluicheadairean
hi: खिलाड़ी
hu: Játékosok
it: Giocatori
mn: Тоглогчид
nl: Spelers
no: Spillere
pl: Gracze
pt: Jogadores
ru: Игроки
sv: Spelare
th: ผู้เล่น

source: Interface
es: Interfaz
fi: Käyttöliittymä
gd: Eadar-aghaidh
hi: इंटरफ़ेस
hu: Kezelőfelület
it: Interfaccia
mn: Интерфайс
no: Grensesnitt
pl: Interfejs
ru: Интерфейс
sv: Gränssnitt
th: แบบการใช้งาน

source: Gameplay
es: Juego
fi: Pelaaminen
fr: Jouabilité
gd: Cluiche
hi: ग़मेप्ले
hu: Játékmenet
it: Giocabilità
mn: Тоглолт
no: Spillvalg
pl: Pole Gry
pt: Jogabilidade
ru: Игра
sv: Spel
th: การเล่นเกม

source: Graphics
de: Grafik
es: Gráficos
fi: Grafiikka
fr: Graphismes
gd: Grafaigeachd
hi: ग्राफिक्स
hu: Grafika
it: Grafica
mn: График
nl: Video
no: Grafikk
pl: Grafika
pt: Gráficos
ru: Графика
sv: Grafik
th: ภาพกราฟิก

source: Audio
gd: Fuaim
hi: आवाज़
hu: Hang
mn: Дуу авиа
nl: Geluid
no: Lyd
pl: Dźwięk
pt: Áudio
ru: Звук
sv: Ljud
th: เสียง

source: General Settings
de: Allgemein
es: Configuraciones Generales
fi: Yleiset asetukset
fr: Options Générales
gd: Roghainnean coitcheann
hi: सामान्य सेटिंग्स
hu: Általános beállítások
it: Impostazioni Generali
mn: Үндсэн тохиргоо
nl: Algemente Instellingen
no: Generelle instillinger
pl: Ogólne Ustawienia
pt: Configurações Gerais
ru: Основные настройки
sv: Allmänna inställningar
th: การตั้งค่าทั่วไป

source: Language
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
gd: Cànan
hi: भाषा
hu: Nyelv
it: Lingua
mn: Хэл
nl: Taal
no: Språk
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา

source: File Format for Screenshots
de: Dateiformat für Screenshots
es: Formato de Capturas de Pantalla
fi: Tiedostomuoto kuvankaappaukselle
fr: Format des Captures d'écran
gd: Fòrmat nan glacaidhean-sgrìn
hi: स्क्रीन शॉट के लिइए फाइल फॉर्मॅट
hu: Képernyőkép formátuma
it: Formato File Per Lo Screenshot
mn: Зурагны формат
nl: Scherm Afdruk Bestandsformaat
no: Fil format for skjermbilde
pl: Format Pliku dla Zrzutów Ekranu
pt: Formato de Arquivo para Screenshots
ru: Тип файла для снимков экрана
sv: Filformat för skärmdump
th: รูปแบบแฟ้มสำหรับภาพหน้าจอ

source: Sets the format being used when screenshots are saved.
de: Stellt das bei Screenshots verwendete Dateiformat ein.
es: Fija el formato a usar cuando son tomadas las capturas de pantalla.
fi: Asettaa tiedostomuodon mitä kuvankaappauksissa käytetään.
fr: Change le format d'enregistrement des captures d'écran.
gd: Seo am fòrmat a thèid a chleachdadh nuair a shàbhaileas tu glacadh-sgrìn.
hi: स्क्रीनशॉट का फॉर्मॅट बदलता है.
hu: Beállítja a képernyőkép formátumát.
it: Imposta il formato da usare quando viene salvato uno screenshot.
mn: Зургийг ямар өргөгдөлтэй (формат) хадгалахыг тохируулах.
nl: Zet het formaat v.d. schermafbeeldingen.
no: Velger formatet som skjermbilder blir lagret i.
pl: Ustawia format pliku używany przy zrzucie ekranu.
pt: Ajusta o formato utilizado ao salvar os Screenshots.
ru: Устанавливает формат, которые будет использоваться для сохранения снимков экрана.
sv: Ställer in filformatet som används när skärmdumpar sparas.
th: ตั้งค่ารูปแบบที่จะใช้เมื่อภาพหน้าจอถูกบันทึก

source: Hot Key for Screenshots
de: Taste für Screenshots
es: Tecla Rápida para las Capturas de Pantalla
fi: Pikanäppäin kuvankaappaukselle
fr: Raccourci Captures d'écran
gd: Hotkey airson glacaidhean-sgrìn
hi: स्क्रीनशॉट के लिए बटन
hu: Gyorsbillentyű képernyőkép készítéséhez
it: Scorciatoia Per Lo Screenshot
mn: Зураг авах товч
nl: Hot Key voor Scherm Afdrukken
no: Hurtigknapper for å ta skjermbilde
pl: Klawisz do Zrzutu Ekranu
pt: Tecla de Atalho para Screenshots
ru: Клавиша для снимка экрана
sv: Kortkommando för skärmdump
th: ปุ่มลัดสำหรับภาพหน้าจอ

source: When this key is pressed, a screenshot is saved to %s
de: Speichert bei Knopfdruck einen Screenshot in %s
es: Cuando esta tecla es presionada, una captura de pantalla es guardada en %s.
fi: Kun tätä näppäintä painetaan, kuvankaappaus tallennetaan %s
fr: Quand cette touche est pressée, une capture d'écran est enregistrée dans %s
gd: Nuair a bhrùthas tu air an iuchair seo, thèid glacadh-sgrìn a shàbhaladh an-seo: %s
hu: Ennek a gombnak a megnyomásával képernyőképet készíthetsz, mely a(z) %s könyvtárba lesz elmentve.
it: Premendo questo pulsante viene salvato uno screenshot in %s.
mn: Дүрс авахдаа ямар товч дарж авах вэ? %s гэсэн хавтас дотор таны авсан дүрсүүд байх болно.
nl: Wanneer deze toets is ingedrukt wordt er een schermafbeelding gemaakt in %s
no: Når denn knappen blir trykket, blir et skjermbilde lagret i %s
pl: Po naciśnięciu tego klawisza, zachowywany jest zrzut ekranu w %s
pt: Quando este botão é pressionado, um screenshot é salvo em %s
ru: Когда эта клавиша нажата, снимок экрана сохраняется в %s
sv: Trycker man på den här tangenten, kommer en skärmdump att sparas på %s
th: เมื่อปุ่มนี้ถูกกด, ภาพหน้าจอจะถูกบันทึกสู่ %s

source: Hot Key for Statistics
de: Taste für Statistiken
es: Tecla Rápida para las Estadísticas
fi: Pikanäppäin tilastoille
fr: Raccourci Statistiques
gd: Hotkey airson na stadastaireachd
hi: आँकड़ों के लिए बटन
hu: Gyorsbillentyű a statisztikákhoz
it: Scorciatoia Per Le Statistiche
mn: Товчны статс
nl: Hot Key voor Statistieken
no: Hurtigknapper for statistikker
pl: Klawisz dla Statystyk
pt: Tecla de Atalho para Estatísticas
ru: Клавиша для статистики
sv: Kortkommando för statistik
th: ปุ่มลัดสำหรับสถิติ

source: When this key is pressed while playing a game, a window pops up displaying statistics for the current game.
de: Beim Drücken der Taste während eines Spieles, wird eine Statistik zum laufenden Spiel angezeigt.
es: Cuando esta tecla se presiona en medio del juego, una ventana aparece y muestra las estadísticas del juego actual.
fi: Kun tätä näppäintä painetaan pelatessa, tilastoja näyttävä ikkuna pulpahtaa esiin.
fr: Affiche une fenêtre détaillant les statistiques de la partie en cours, une fois cette touche pressée durant le jeu.
gd: Nuair a thèid an iuchair seo a' brùthadh rè geama, nochdaidh uinneag le stadastaireachd airson a' gheama ud.
hi: जब यह बटन दबाया जाएगा, खेल के आंकड़े दिखाए जाएँगे.
hu: Ennek a gombnak a játék közben való megnyomásával egy, az aktuális játékkal kapcsolatos statisztikákat tartalmazó ablak jelenik meg.
it: Premendo questo tasto durante il gioco viene visualizzata una finestra che mostra le statistiche della partita corrente.
mn: Тоглолтын статус-ыг харах.
nl: Wanneer deze toets ingedrukt word tijdens het spelen van het spel dan word er een statistieken scherm getoond.
no: Når du trykker på denne knappen iløpet av et spill, vil et vindu poppe opp med statistikk for akkurat dette spillet.
pl: Kiedy ten klawisz zostanie naciśnięty w trakcie gry, spowoduje wyświetlenie okna ze statystyką bieżącej rozgrywki.
pt: Quando esta tecla é pressionada dirante o jogo, uma janela aparece exibindo as estatísticas atuais.
ru: При нажатии этой клавишы во время игры всплывает окно, показывающее статистику.
sv: Trycker man på här tangenten medan man spelar ett spel, så dyker ett fönster upp som visar spelstatistiken.
th: เมื่อกดปุ่มนี้ขณะเล่นเกม, จะแสดงหน้าต่างสถิติของเกมปัจจุบัน

source: Show Game Information
de: Zeige Spielinformationen
es: Ver Información del Juego
fi: Näytä pelin tiedot
fr: Afficher Informations du jeu
gd: Seall fiosrachadh a' gheama
hi: खेल की जानकारी बताओ
hu: Játék információk megjelenítése
it: Visualizzazione Info Di Gioco
mn: Танилцуулга
nl: Toon Spel Informatie
no: Vis spill informasjon
pl: Pokazuj Informacje w Grze
pt: Mostrar Informações do Jogo
ru: Показывать информацию об игре
sv: Spelinformation
th: แสดงข้อมูลเกม

source: Frames per Second
de: Bilder pro Sekunde
es: Cuadros Por Segundo (FPS)
fi: Näytä FPS
fr: Images par seconde
gd: Frèamaichean gach diog
hi: फ्रेम प्रति सेकंड
hu: Másodpercenkénti képkockák száma (FPS)
it: Frame per Secondo
mn: Дүрс/сэкунд
nl: Frames per Seconde
no: Bilder i sekundet
pl: Klatki Na Sekundę
pt: Quadros por Segundo
ru: Кадров в секунду
sv: Bilder per sekund
th: เฟรมต่อวินาที

source: Displays the amount of Frames calculated per Second. If this is always very low (<20), you should adjust some settings in graphics tab!
de: Zeigt die berechnete Anzahl der Bilder pro Sekunde an! Ist diese ziemlich klein (<20), solltest du einige Grafikeinstellungen ändern!
es: Muestra la cantidad de cuadros (Frames) calculados por segundo. ¡Si siempre se muestran muy bajos (<20), deberías cambiar algunos ajustes en la pestaña Gráficos!
fi: Näyttää kuvaruutujen päivitysnopeuden sekunneissa. Jos tämä on aina hyvin alhainen (<20), sinun pitäisi säätää asetuksia grafiikka-välilehdessä!
fr: Affiche le nombre d'Images par Seconde. Si les IPS sont basses (<20), vous devriez ajuster vos options graphiques !
gd: Seallaidh seo an àireamh de fhrèamaichean a thèid a chunntadh gach diog Ma tha seo glè ìseal (<20) an-còmhnaidh, feuch an cuir thu gleus air cuid a roghainnean ann an taba na grafaigeachd!
hi: इससे फ्रेम्स प्रति सेकेंड दिखाई देते हैं. यदि यह बहुत ही कम है (<२०), आपको ग्रॅफिक्स के विकल्प बदलने चाहिए!
hu: Megjeleníti a másodpercenkénti képkockák számát. Ha ez az érték folyamatosan alacsony (<20), változtass a grafikus beállításokon.
it: Mostra il numero di Frame al secondo. Se il valore è molto basso (<20), dovresti sistemare alcune impostazioni grafiche!
mn: FPS. (Идвэхжүүлэх хэрэггүй)
nl: Toont het aantal frames per seconde. Wanneer dit erg laag is (<20), zou u de instellingen de video-tab moeten verlagen!
no: Viser antallet bilder som utregnes per sekund. Hvis denne er svært lav (<20), bør du justere noen av instillingene under grafikk fanen!
pl: Pokazuje ilość klatek w przeliczeniu na jedną sekundę. Jeśli ta wartość jest zawsze mała (<20), powinieneś dopasować ustawienia w zakładce Grafika!
pt: Exibe a quantidade de quadros calculados por segundo. Se estiver sempre muito baixo (<20), você deve ajustar algumas configurações na aba de gráficos!
ru: Показывает колличество кадров, показанных ща секунду. Если эта велечина всегда очень маленькая (<20), необходимо изменить некоторые опции во вкладке "Графика".
sv: Visar antalet bilder som beräknas per sekund. Om värdet alltid är väldigt lågt (<20), så bör du justera några inställningar under grafiktabben!
th: แสดงจำนวนเฟรมที่คำนวณได้ต่อวินาที ถ้ามันต่ำมากตลอด (<20), คุณควรปรับการตั้งค่าบางอย่างในหัวข้อภาพกราฟิก!

source: Particle Count
de: Partikelzahl
es: Conteo de Partículas
fi: Hiukkasten määrä
fr: Compteur de particules
gd: Àireamh nam mìrean
hi: कण की गिनती
hu: Részecskék száma
it: Contatore Particelle
nl: Deeltjes (Particle) Hoeveelheid
no: Antall partikler
pl: Liczba Cząstek
pt: Contagem de Partículas
ru: Колличество частиц
sv: Antal partiklar
th: จำนวนอนุภาค

source: Displays the amount of active particles.
de: Zeigt die Anzahl der aktiven Partikel.
es: Muestra la cantidad de partículas activas.
fi: Näyttää aktiivisten hiukkasten määrän.
fr: Affiche le nombre de particules actives.
gd: Seallaidh seo an uiread de mhìrean gnìomhach.
hi: इससे सक्रिय पार्टिकल्स दिखाई देते हैं.
hu: Megjeleníti az aktív részecskék mennyiségét.
it: Mostra il numero di particelle attive.
mn: Дэлгэцэнд идвэхтэй байгаа жижигхэн тоосыг гаргах.
nl: Toont het aantal actieve deeltjes (Particles).
no: Viser antallet aktive partikler.
pl: Wyświetla ilość aktywnych cząstek.
pt: Exibe a quantidade de partículas ativas.
ru: Показывает колличество активных частиц.
sv: Visar antalet aktiva partiklar.
th: แสดงจำนวนอนุภาคที่แอ็คทีฟ

source: Display Tool Tips
de: Zeige Tool-Tipps
es: Mostrar Tooltips
fi: Näytä työkaluvinkit
fr: Afficher les Infobulles
gd: Seall gliocasan-sgrìn
hi: टूल टिप्स दिखायें
hu: Segítség megjelenítése
it: Mostra Spiegazioni
mn: Тайлбарыг харуулах
nl: Toon Tool Tips
pl: Wyświetlaj podpowiedzi
pt: Mostrar Dicas de Ferramentas
ru: Показывать подсказки
sv: Visa inforutor
th: แสดงเกร็ดคู่มือ

source: Dismisses tool tips like this one.
de: Schaltet solche Tooltipps aus.
es: No muestra tooltips como este.
fi: Poistaa työkaluvinkit kuten tämän käytöstä.
fr: Désactive les infobulles comme celle-ci.
gd: Leigidh seo seachad glìocasan-sgrin mar a tha am fear seo.
hi: इससे टूल-टिप्स (जैसे की यह वाला) बाँध हो जाएँगे.
hu: Az ehhez hasonló segítségek megjelenítésének beállítása.
it: Elimina le spiegazioni come questa.
mn: Үгэн дээр курсороо авчирхад тайлбарыг гаргах.
nl: Verwerpt tooltips zoals deze.
no: Fjerner verktøystips som denne.
pl: Wyłącza podpowiedzi - takie jak ta...
pt: Elimina as dicas de ferramentas como esta.
ru: Убирает всплывающие подсказки (например, такие, как эта).
sv: Stänger av inforutor som denna.
th: ยกเลิกเกร็ดคู่มือที่คล้ายสิ่งนี้

source: Full screen
de: Vollbild
es: Pantalla Completa
fi: Koko näyttö
fr: Plein-écran
gd: Làn-sgrìn
hi: फुलस्क्रीन
hu: Teljes képernyő
it: Schermo Intero
mn: Дэлгэц дүүрэн
nl: Volledig Scherm
no: Fullskjerm modus
pl: Pełny Ekran
pt: Tela Cheia
ru: Полный экран
sv: Fullskärm
th: เต็มจอ

source: Maximizes the window, making it cover the entire screen.
de: Maximiert das Spiel, so dass es den kompletten Bildschirm füllt.
es: Maximiza la ventana, haciendo que ocupe toda la pantalla.
fi: Maksimoi ikkunan koon peittäen koko näytön.
fr: Maximise la fenêtre, qui recouvre tout l'écran.
gd: Làn-mheudaichidh seo an uinneag ach an còmhdaich i an sgrìn gu lèir.
hi: मार्स पूरे स्क्रीन पर चलेगा.
hu: Felnagyítja az ablakot, hogy az a teljes képernyőt lefedje.
it: Massimizza la finestra facendole coprire l' intero schermo.
mn: Дэлгэц дүүрэн болгох.
nl: Maximalizeerd het scherm en zal het volledige scherm dekken.
no: Maksimerer vinduet, slik at det dekker hele skjermen.
pl: Maksymalizuje okno, zakrywając cały ekran.
pt: Maximiza a janela, fazendo com que ocupa toda a tela.
ru: Окно с игрой будет развернуто на весь экран.
sv: Maximerar fönstret, så att det upptar hela skärmen.
th: ขยายหน้าต่างใหญ่สุด, เพื่อให้ครอบคลุมทั้งหน้าจอ

source: Window Settings
de: Fenstereinstellungen
es: Configuración de la ventana
fi: Ikkuna-asetukset
fr: Options de fenêtre
gd: Roghainnean na h-uinneige
hi: विंडो सेटिंग
hu: Ablak beállítások
it: Opzioni Della Finestra
mn: Цонхны тохиргоо
nl: Scherm Instellingen
no: Vindusinstillinger
pl: Opcje Okna
pt: Configurações da Janela
ru: Настройки окна
sv: Fönsterinställningar
th: การตั้งค่าหน้าต่าง

source: V-Sync
fr: Synchronisation verticale
gd: Sioncronachadh-V
hi: वी-सिंक
it: Sincronizzazione Verticale
no: Vertikal synkronisering
pl: Synchronizacja Pionowa
ru: Вертикальная синхронизация

source: Makes the game update according to the refresh rate of your monitor. Enabling this option typically makes the game run more smoothly.
de: Synchronisiert die Bildwiederholrate des Monitors etwa mit der des Spiels. Bei Aktivierung läuft das Spiel in der Regel flüssiger.
es: Hace que el juego se redibuje al igual que el tiempo de refresco de tu monitor. Activar esta opción típicamente hace que el juego corra más suavemente.
fi: Ajantasaistaa peliäsi näytön virkistystaajuudesta riippuen. Yleensä tämän valitseminen tekee pelistä sulavamman.
fr: Force le jeu à s'actualiser selon le taux de rafraichissement de l'écran. Généralement, cela rend le jeu plus fluide.
gd: Bheir seo air a' gheama ùrachadh a-rèir astar ath-nuadhachaidh na sgrìn agad. Bidh an geama nas rèidh le seo mar as trice.
hi: इससे खेल अपने आप आपके मॉनिटर के रीफ़्रेश रेट के मुताबिक अपडेट होगा. ज़्यादा तर इसे चालू करने से खेल ज़्यादा अच्छा चलता है
hu: A játékot a képernyő megjelenítési frekvenciájához hangolja. Ennek a beállításnak az engedélyezése általában gördülékenyebbé teszi a játék futását.
it: Aggiorna il gioco in base alla frequenza di aggiornamento del tuo monitor. Abilitare questa opzione rende il gioco più fluido.
mn: Идвэхжүүлсэн байх ёстой тохиргоо. Өндөр хүчин чадалтай компьютерууд тоглоомыг түрүүлж тооцоолсоны улмаас тоглоом дүрс давахцах, үйлдэлүүд нь аймар хурдан болох гэх мэт асуудлууд...
nl: Past het spel-update aan, aan de refresh snelheid van uw monitor Wanneer deze optie ingeschakelt is speelt M.A.R.S. meestal soepeler.
no: Gjør slik at spillet oppdateres i henhold til oppdateringsfrekvensen på skjermen din. Ved å velge dette vil spillet typisk kjøre mye jevnere.
pl: Aktualizuje obraz dopasowując do częstotliwości odświerzania Twojego monitora. Używając tej opcji, zazwyczaj obraz wyświetlany jest bardziej precyzyjnie.
pt: Faz o jogo se atualizar de acordo com a taxa de atualização de seu monitor. Habilitar esta opção geralmente faz o jogo funcionar mais suavemente.
ru: Привязывает расчет параметров игры к частоте обновления вашего монитора. Включение этой опции обычно делает игру более плавной.
sv: Gör att spelet uppdaterar enligt uppdateringsfrekvensen på din skärm. Aktivering gör oftast spelet smidigare.
th: ปรับเกมให้สอดคล้องกับ refresh rate ของหน้าจอของคุณ การเลือกใช้งานตัวเลือกนี้ โดยปกติจะทำให้เกมดำเนินราบรื่นขึ้น

source: Shader Effects
de: Shadereffekte
es: Efectos de Sombreado
fi: Varjostus
fr: Effets Shaders
gd: Èifeachdan sgàileadair
hi: शेडर के इफ्फेकट्स
hu: Shader effektek
it: Effetti Shader
mn: Сүүдэр эффект
nl: Shader Effecten
no: Shader Effekter
pl: Efekty Cieniowania (shader)
pt: Efeitos de Sombra
ru: Шейдеры
sv: Shader-effekter
th: Shader effect

source: Enables cool effects like heat haze, but reduces game performance.
de: Schaltet tolle Effekte, wie Hitzeflimmern ein, aber reduziert die Spielleistung.
es: Activa efectos como la neblina de calor, pero reduce el rendimiento del juego.
fi: Sallii siistit tehosteet kuten usvan, mutta vähentää suorituskykyä.
fr: Active les effets additionnels, mais réduit les performances du jeu.
gd: Cuiridh seo èifeachdan snasail an comas a leithid sgeò na teothachd, ach lùghdaichidh seo dèanadas a' gheama.
hi: कुछ मजेदार एफेक्ट्स आ जाते हैं, परंतु हो सकता है की खेल ठीक से ना चले.
hu: Látványos hatásokat kapcsol be (mint például hőpára), ez viszont ronthatja a játék teljesítményét.
it: Abilita effetti speciali come la nube di calore, ma riduce le prestazioni del gioco.
mn: Сүүдэрийг идвэхжүүлэх.
nl: Schakelt coole effecten in zoals Warmte Waas maar reduceerd de performance.
no: Slår på kule effekter som "haze", men dette går utover spillets ytelse.
pl: Dostęp do takich efektów, jak mgiełka ciepła. Uwaga, zmniejsza wydajność gry.
pt: Habilita efeitos legais como névoa de fogo, mas redua a performance do jogo.
ru: Включает красивые эффекты, например, марево, но уменьшает производительность игры.
sv: Aktiverar häftiga effekter som t.ex soldis, men kan minska prestandan.
th: ใช้งานการแสดงผลแบบเย็นคล้ายหมอกความร้อน, แต่จะลดสมรรถนะของเกม

source: Off
de: Aus
es: Apagado
fi: Pois päältä
fr: Désactivé
gd: Dheth
hi: बंद
hu: Ki
it: Disabilitato
mn: Унтраах
nl: Uit
no: Av
pl: Wył.
pt: Desabilitado
ru: Выключить
sv: Av
th: ปิด

source: Resolution
de: Auflösung
es: Resolución
fi: Resoluutio
fr: Résolution
gd: Dùmhlachd-bhreacaidh
hi: रेसोलूशण
hu: Felbontás
it: Risoluzione
mn: Нягтрал
nl: Resolutie
no: oppløsning
pl: Rozdzielczość
pt: Resolução
ru: Разрешение
sv: Upplösning
th: ความละเอียด

source: Sets the size of the window. Affects both full screen and windowed mode.
de: Stellt die Fenstergröße ein. Beeinflusst sowohl den Vollbildmodus als auch den Fenstermodus.
es: Fija el tamaño de la ventana. Afecta ambos modos, pantalla completa y modo ventana.
fi: Asettaa ikkunan koon. Vaikuttaa sekä koko näyttö- että ikkunatilaan.
fr: Change la taille de la fenêtre. Affecte le plein-écran et le mode fenêtré.
gd: Suidhichidh seo meud na h-uinneige. Bidh buaidh aig seo air an dà chuid modh làn-sgrìn agus modh uinneige.
hi: विंडो का आकार बदलता है. इससे दोनो फुल-स्क्रीन और विंडो वाले मोड पर फराक पड़ता है.
hu: Beállítja az ablak méretét. Mind a teljes képernyős, mind az ablak-módra hatással van.
it: Definisce la grandezza della finestra. Interessa anche la modalità di gioco a schermo intero.
mn: Дүрсний нягтаршилыг харуулах ба хэр нягтаршил сайтай тоглоомоо тоглохыг хүсэнэ тэр хэмжээгээрээ нягтаршилаа сонго. Ихэсгэх тусам нягтаршил сайжирна, багасгах тусам нягтаршил муудна.
nl: Stelt het scherm formaat in. Dit heeft effect voor zowel Volledig Scherm- als de Scherm-modus.
no: Velger størrelsen på vinduet. Virker inn på både, full skjerm og vindumodus.
pl: Ustala wymiary okna. Dotyczy to zarówno trybu pełnoekranowego, jak i trybu w oknie.
pt: Ajusta o tamanho da tela. Afeta tanto o modo de janela quanto a tela cheia.
ru: Устанавливает размер окна. Размер устанавливается сразу для полноэкранного и оконного режимов.
sv: Sätter storleken på fönstret. Påverkar både fullskärm och fönsterläge.
th: ตั้งค่าขนาดหน้าต่าง มีผลต่อทั้งโหมดเต็มจอและโหมดหน้าต่าง

source: Game Settings
de: Spieleinstellungen
es: Opciones del Juego
fi: Pelin asetukset
fr: Options de jeu
gd: Roghainnean a' gheama
hi: खेल के सेट्टिंग
hu: Játék beállítások
it: Opzioni Di Gioco
mn: Тоглоомын тохиргоо
nl: Spel Instellingen
no: Spill Innstillinger
pl: Ustawienia Gry
pt: Configurações do Jogo
ru: Настройки игры
sv: Spelinställningar
th: การตั้งค่าเกม
