Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: Welcome, Space Rookie!
de: Willkommen, Space Rookie!
es: Bienvenido, Novato Espacial!
fi: Tervetuloa, Avaruusnoviisi!
fr: Bienvenue, bleu de l'espace !
gd: Fàilte ort, a nuadh-mhìlidh!
hi: स्वागतम! प्रारंभ करनेवाले!
hu: Üdvözöllek, újonc!
it: Benvenuto, recluta dello spazio!
mn: Тавтай морил, Сансарын дайнд!
nl: Welkom, Ruimte Groentje!
no: Velkommen, Nybegynner!
pl: Witaj Wojowniku Przestworzy!
pt: Bem Vindo Cadete Espacial!
ru: Приветствую, Новобранец!
sv: Välkommen, Space Rookie!
th: ยินดีต้อนรับ, นักบินอวกาศมือใหม่!

source: We are glad to recruit a rising hero like you, %s, to join us in the GREAT WAR! We figured out you needed some practice with your new ship. Let the training begin...
de: Wir freuen uns, einen vielversprechenden Helden wie dich, %s im GROßEN KRIEG auf unserer Seite zu haben! Wir glauben, dass du noch etwas Training mit deinem neuen Schiff brauchst. Lass uns anfangen...
es: ¡Estamos contentos de reclutar a un nuevo héroe como tú, %s, a que nos acompañes en la GRAN GUERRA! Nos imaginamos que necesitas un poco de práctica con tu nueva nave. Que empiece el entrenamiento...
fi: Olemme iloisia värvätessämme kaltaisesi nousevan sankarin, %s, liittymään meihin SUURESSA SODASSA! Tajusimme, että tarvitset hieman harjoitusta uuden aluksesi kanssa. Harjoitus alkakoon...
fr: Nous sommes fiers de recruter %s dans nos rangs un futur héros de la GRANDE GUERRE ! Nous avons compris que vous aviez besoin d'un peu d'entraînement à bord de votre nouveau vaisseau. Commençons l'entraînement...
gd: Tha sinn toilichte gun do thrus sinn mìlidh mar a tha thu fhèin, %s, ach an cuidich thu leinn sa CHOGADH MHÒR! Cha chreid sinn nach eil thu feumach air beagan cleachdaidh leis an t-soitheach ùr agad. Tòisicheamaid air an trèanadh...
hu: Örülünk, hogy sikerült egy hozzád hasonló tehetséget meggyőzni, hogy csatlakozzon hozzánk a nagy háborúban, %s! Úgy gondoltuk szükséged lehet némi gyakorlásra az új űrhajóddal. Kezdődjön hát a kiképzés...
it: Siamo lieti di reclutare un futuro eroe come te, %s, per aiutarci nella GRANDE GUERRA! Crediamo che tu abbia bisogno di fare un po' di pratica con la tua nuova navicella. Quindi iniziamo subito con l'allenamento...
mn: %s та энэхүү хөлгөөр байлдах бөгөөд, сансарын дайнд оролцох болно. Таньд амжилт хүсье...
nl: We zijn blij om een snel stijgende held als jij, %s te werven, om samen met ons in de grote oorlog in te gaan! We dachten dat je wel wat oefening met uw nieuwe ruimtevaartuig kon gebruiken. Laat de training te beginnen ...
no: Det gleder oss alle å ansette en stigende stjerne som, %s, til å bli med i DEN STORE KRIGEN! Vi regner med at du trenger litt praktisk trening i det nye romskipet ditt. La treningen begynne...
pl: Jesteśmy dumni, że możemy przyjąć do swych szeregów wschodzącą gwiazdę taką jak Ty, %s, gotową przyłączyć się do WIELKIEJ WOJNY! Zauważyliśmy jednak, że potrzebujesz nieco praktyki i obycia ze swym nowym pojazdem kosmicznym. Zatem, rozpocznijmy trening...
pt: Estamos felizes em recrutar um heroi em ascensão como você, %s para se unir à GRANDE GUERRA! Nós observamos que você precisa de um pouco de prática com sua nava. Vamos começar o treinamento...
ru: Мы рады завербовать подающего надежды героя вроде тебя, %s, для присоединения к ВЕЛИКОЙ ВОЙНЕ! Мы полагаем, что тебе надо немного попрактиковаться с твоим новым кораблём. Начинаем обучение...
sv: Vi glädjer oss över att ha rekryterat en blivande hjälte som du, %s, som valt att bistå oss i det STORA KRIGET! Vi antog att du behövde lite träning med ditt nya skepp. Låt oss börja med träningen...
th: เรารู้สึกดีใจ ที่ได้วีรบุรุษใหม่อย่างคุณ, %s, เพื่อเข้าร่วมกับเราในมหาสงคราม! เราเห็นว่าคุณจำเป็นต้องมีการฝึกซ้อมบางอย่างกับยานลำใหม่ของคุณก่อน โปรดให้การฝึกซ้อมได้เริ่มต้น...

source: Basic Movement...
de: Grundlegende Steuerung...
es: Movimiento básicos...
fi: Perusliikkuminen
fr: Mouvements basiques...
gd: Gluasad bunasach...
hi: बुनियादी नियंत्रण...
hu: Alapvető irányítás...
it: Movimenti di base...
mn: Үндсэн хөдөлгөөнүүд...
nl: Basis Bewegingen...
no: Grunnleggende bevegelser...
pl: Podstawowe poruszanie się...
pt: Movimentação Básica
ru: Основы движения...
sv: Grundläggande rörelser...
th: การเคลื่อนที่พื้นฐาน...

source: Controlling your ship is the most important task to master. All movement is governed by the laws of gravity. To decelerate you have to turn and accelerate in the opposite direction. Control your ship, using the keys %s, %s and %s!
de: Das Wichtigste ist das Kontrollieren deines Schiffs. Jede Bewegung wird von der Gravitation beeinflusst. Zum Bremsen musst du dich in die entgegengesetzte Richtung drehen und Gas geben. Benutze zum Steuern die Tasten %s, %s und %s!
es: Controlar tu nave es la tarea más importante para dominar. Todo movimiento se rige por la Leyes de la Gravedad. Para desacelerar, debes girar y acelerar en la dirección opuesta. ¡Controla tu nave, usando las teclas %s, %s y %s!
fi: Aluksesi ohjaaminen on tärkein tehtävä hallita. Kaikki liikkuminen on painovoiman hallinnassa. Hidastaaksesi sinun täytyy kääntyä vastakkaiseen suuntaan ja kiihdyttää. Ohjaa alustasi näppäimillä %s, %s ja %s!
fr: Contrôler votre vaisseau est la chose la plus importante à maîtriser. Tout mouvement est gouverné par la loi de la gravité. Pour décélérer, vous devez tourner puis accélérer dans la direction opposée. Contrôlez votre vaisseau avec les touches %s, %s et %s!
gd: 'S e an comas as cudromaiche a dh'fheumas tu ionnsachadh gun cum thu smachd air an t-soitheach agad. Tha gach gluasad fo smachd laghan na h-iom-tharraing. Gus maille a chur ort, feumaidh tu tionndadh an comhair a' chùil agus luathachadh dhan chomhair ud. Cum smachd air an t-soitheach agad leis na h-iuchraichean %s, %s agus %s!
hi: शिप का नियंत्रण करना सबसे महत्वपूर्ण कला है. सब कुछ गुरुत्वाकर्षण के मुताबिक चलता है. शिप की गति को धीमा करने के लिए दूसरी तरफ मुड़ कर चलना है. शिप को चलाइए %s, %s और %s के मदद से!
hu: Hajód irányítása a legfontosabb, amit el kell sajátítanod. Mozgásodat befolyásolják a gravitációs törvények. Lassításhoz meg kell fordítanod a hajód, és az új irányba kell gyorsulnod. Hajód irányításához használd a(z) %s, %s és %s billentyűket!
it: Il controllo della tua navicella è la cosa più importante da padroneggiare. Ogni spostamento è soggetto alla legge di gravità. Per frenare devi girarti e accelerare nella direzione opposta. Controlla la tua navicella usando i tasti %s, %s e %s!
mn: Үндсэн хөдөлгөөнүүд нь Урагшаа, Баруун, Зүүн гэсэн хөдөлгөөнтэй. Та урагшаа явахдаа %s дарна, зүүн тийшээ эргэхдээ %s дарна мөн баруун тийшээ эргэхдээ %s тус тус дарж явна!
nl: Het beheersen van uw ruimtevaartuig is de meest belangrijke taak. Alle bewegingen worden beheerd door de wetten der zwaartekracht. Om te vaart te minderen dient u in de tegenovergestelde richting te draaien. Beweeg uw ruimtevaartuig met de toetsen %s, %s en %s!
no: Den viktigste oppgaven er å mestre styresystemet. Alle bevegelser er innenfor loven om tyngdekraft. For å bremse må du akselerere i motsatt retning. Styr skipet ved hjelp av knappene %s, %s and %s!
pl: Kontrola pojazdu, to podstawowe zadanie dla mistrza. Każdy ruch tutaj podlega prawom grawitacji. Aby zwolnić musisz się obrócić i przyśpieszać w odwrotnym kierunku. Kontroluj swój pojazd używając klawiszy %s, %s and %s
pt: Controlar a sua nave é a tarefa mais importante para dominar. Todos os movimentos são governados pelas leis da gravidade. Para desacelerar você deve se virar e acelerar na posição contrária. Controle sua nave, utilizando as teclas %s, %s e %s!
ru: Управление кораблём — это очень важная часть. На все движения воздействует гравитация. Для уменьшения скорости тебе необходимо развернуться и ускориться в противоположном направлении. Управляй своим кораблем, используя клавиши %s, %s и %s!
sv: Att kontrollera ditt skepp är den viktigaste uppgiften att bemästra. Alla rörelser styrs av gravitationslagen. För att minska farten måste du vända dig om och accelerera i motsatt riktning. Styr ditt skepp med tangenterna %s, %s och %s!
th: การควบคุมยานเป็นงานที่สำคัญที่สุดในการที่จะเป็นผู้เชี่ยวชาญ การเคลื่อนที่ทั้งหมดถูกกำหนดโดยกฎของแรงโน้มถ่วง เพื่อชะลอยานคุณต้องเลี้ยวและเร่งในทิศทางตรงข้าม ควบคุมยานของคุณ, โดยใช้ %s, %s และ %s!

source: Warming Up!
de: Aufwärmen!
es: ¡Calentando!
fi: Lämmitellään!
fr: L'échauffement !
gd: A' teasachadh!
hi: वॉर्म उप!
hu: Bemelegítés!
it: Iniziamo a riscaldarci!
mn: Анхаарлаа хандуулна уу!
no: Oppvarming!
pl: Rozgrzewka!
pt: Aquecendo!
ru: Разогрев!
sv: Uppvärmning!
th: อุ่นเครื่อง!

source: Reach the pink zone! Try not to crash your brand new ship.
de: Erreiche die rosa Zone! Flieg' dein nagelneues Schiff nicht gleich zu Schrott.
es: ¡Llega a la zona rosa! Intenta no destrozar tu nueva nave.
fi: Mene pinkille alueelle! Yritä olla törmäilemättä uuden aluksesi kanssa.
fr: Atteignez la zone rose ! Essayez de na pas faire s'écraser votre tout nouveau vaisseau.
gd: Ruig an roinn phinc! Feuch nach buail thu ri planaid leis an t-soitheach spaideil ùr agad.
hi: गुलाबी क्षेत्र तक जाइए! अपने नये शिप के साथ दुर्घटना ना कर देना.
hu: Menj a rózsaszín zónához! A vadiúj hajódat azért próbáld meg nem összetörni...
it: Raggiungi la zona rosa! E cerca di non fracassare la tua navicella nuova di zecca.
mn: Яагаан гэрэл дээр очно уу! Та гарагуудыг мөргөвөл таны амь чинь багасах болно.
nl: Bereik de roze zone! Probeer uw gloednieuwe ruimtevaartuig niet te verongelukken.
no: Ta deg til den rosa sonen! Prøv nå å ikke ødelegge det flunka nye romskipet ditt.
pl: Leć do różowej strefy! Postaraj się nie zniszczyć swojego nowego pojazdu...
pt: Alcance a zona rosada! Tente não bater sua tão nova espaçonave.
ru: Доберись до розовой зоны! Попробуй не убить по пути свой новый корабль.
sv: Nå den rosa zonen! Försök att inte krascha ditt helt nya skepp.
th: ไปให้ถึงบริเวณสีชมพู! พยายามอย่าให้ยานใหม่เอี่ยมของคุณชน

source: Well Done, %s!
de: Gut Gemacht, %s!
es: ¡Bien Hecho, %s!
fi: Hyvin tehty, %s!
fr: Bravo, %s !
gd: Sin thu fhèin, %s!
hi: बहुत अच्छे, %s!
hu: Szép munka, %s!
it: Ben fatto, %s!
mn: Маш сайн, %s!
nl: Goed Gedaan, %s!
no: Bra gjort, %s!
pl: Dobra Robota, %s!
pt: Muito Bem, %s!
ru: Отлично, %s!
sv: Bra gjort, %s!
th: ทำได้ดี, %s!

source: Now head back to your home planet and try to land your ship by slowly floating back while approaching your planet.
de: Jetzt bewege dich zurück zu deinem Heimatplaneten. Schwebe dazu langsam rückwärts an deinen Planeten heran.
es: Ahora regresa a tu planeta de origen y trata de aterrizar tu nave flotando lentamente mientras te acercas a tu planeta.
fi: Nyt, suuntaa takaisin kotiplaneetallesi ja yritä laskeutua aluksellasi leijumalla hitaasti taaksepäin planeettaasi kohti.
fr: Maintenant retournez à votre planète-mère et essayez d'y faire atterrir votre vaisseau en inversant la poussée des moteurs, une fois arrivé proche de la planète.
gd: Till dhan phlanaid-dhachaigh agad a-nis agus laigh air an talamh leis an t-soitheach agad 's tu a' dol an comhair a' chùil gu slaodach nuair a theannas tu air a' planaid agad.
hi: अब फिर से अपने ग्रह तक जाओ और धीरे से अपने शिप को पीछे की ओर घुमा कर उतार दो.
hu: Most repülj vissza a bolygódra, és próbálj meg landolni! Lassan, hátrafelé szállva közelítsd meg a felszínt!
it: Adesso torna al tuo pianeta madre e cerca di atterrare avvicinandoti lentamente con la parte posteriore della tua navicella.
mn: Та одоо Өөрийнхөө гараг дээр очиж зогсоод дайсны гарагруу харж зогсон түр хүлээнэ үү.
nl: Keer nu terug naar uw moeder planeet door deze langzaam achteruit richting uw moeder planeet te benaderen.
no: Nå kan du føre romskipet ditt tilbake til din hjemplanet og prøve å lande det ved å drive sakte bakover mot planeten.
pl: Teraz powróć do swojej planety i spróbuj wylądować swoim statkiem, powoli, lekko przyhamowując, kiedy będziesz zbliżał się do celu (wylądowania na swojej planecie).
pt: Agora volte ao seu planeta natal e tente aterrisar flutuando de costas levemente enquanto se aproxima.
ru: Теперь возвращайся к себе на планету и попробуй приземлиться, медленно подплывая к планете задом.
sv: Styr nu tillbaka till din hemplanet och försök att landa ditt skepp genom att sakta sväva baklänges medan du närmar dig planeten.
th: ตอนนี้ กลับลำไปยังดาวเคราะห์บ้านของคุณ และพยายามนำยานลงจอดโดยการลอยอย่างช้าๆ ขณะที่เข้าใกล้ดาวเคราะห์ของคุณ

source: Good Work!
de: Gute Arbeit!
es: ¡Buen Trabajo!
fi: Hyvää työtä!
fr: Beau travail !
gd: Sàr-obair!
hi: बहुत अच्छे!
hu: Remek!
it: Ottimo lavoro!
mn: Сайн байна!
nl: Goed gedaan!
no: Godt jobbet!
pl: Świetna robota!
pt: Bom Trabalho!
ru: Хорошая работа!
sv: Bra jobbat!
th: ทำได้ดี!

source: Proper landing is not a piece of cake, is it? You should learn it by heart.
de: Gutes Landen ist gar nicht so leicht, oder? Du solltest es bis zum Umfallen üben.
es: Aterrizar adecuadamente no es tan fácil, ¿no? Deberías aprenderlo de memoria.
fi: Oikeaoppinen laskeutuminen ei ole mikään helppo nakki, eihän? Sinun täytyy omistautua sille sydämesi pohjasta.
fr: L'aterrissage n'est pas une chose aisée, n'est-ce pas ? Vous devriez apprendre cette manoeuvre par coeur.
gd: Chan eil e furasta laighe mar bu chòir, a bheil? Bu chòir dhut seo ionnsachadh gu math.
hi: शिप उतारना उतना भी आसान नही है, क्यूँ? आपको यह बहुत अच्छे से सीखना होगा.
hu: A tökéletes landolás nem piskóta, mi? Tanuld meg jól, később szükség lesz még rá!
it: Atterrare non è certo un gioco da ragazzi, vero? Dovresti imparare a farlo come si deve.
mn: Дараагийн даалгаварлуугаа оръё. Энэхүү даалгавар нь таныг хөлөг өө сайн жолоодож сурахад туслах болно.
nl: Een goede landing is niet makkelijk of wel? U kunt dit het beste goed onder de knie krijgen.
no: Det er ikke så enkelt å få til en perfekt landing, er det vel? Dette bør du øve på til du kan gjøre det i blinde.
pl: Prawidłowe wylądowanie, to nie bułka z masłem, nieprawdaż? Powinieneś się tego nauczyć, aby mieć ten manewr we krwi...
pt: Aterrisar corretamente não é uma tarefa fácil, não é? Você deve aprender com seu coração.
ru: Правильная посадка ­— это не так просто, да? Ты должен хорошо это запомнить.
sv: Att landa korrekt är inte lätt som en plätt, eller? Du skall lära dig det utantill.
th: การลงจอดอย่างเหมาะสมไม่ใช่งานหมู ๆ เลย, ใช่ไหมล่ะ? คุณควรเรียนรู้ด้วยหัวใจ

source: Something More Difficult...
de: Jetzt Wird's Etwas Schwerer...
es: Algo más difícil ...
fi: Jotakin vaikeampaa...
fr: Un peu plus difficile...
gd: Rudeigin beagan nas dorra...
hi: अब कुछ ज़्यादा मुश्किल...
hu: És most jöjjön valami nehezebb...
it: Qualcosa di più complicato...
mn: Даалгаварыг гүйцэтгэх заавар:
nl: Iets Moeilijkers...
no: Så øker vi vanskelighetsgraden litt...
pl: Może coś trudniejszego...
pt: Algo mais difícil...
ru: Кое что посложнее...
sv: Någonting lite mer svårt...
th: บางอย่างที่ยากยิ่งกว่า...

source: Try to follow the path marked up by the pink zones! We will contact you again, after you have mastered this. Now go for it!
de: Versuche, dem durch die rosa Zonen markierten Pfad zu folgen! Wir melden uns, wenn du das geschafft hast. Worauf wartest du?
es: ¡Trata de seguir el camino marcado por las zonas de color rosa! Nos pondremos en contacto contigo cuando lo tengas dominado. ¡Ahora, ve a por ello!
fi: Yritä seurata pinkeillä alueilla merkittyä reittiä! Otamme sinuun yhteyttä, kun hallitset tämän. Anna mennä!
fr: Essayez de suivre le chemin suivant, marqué de zones roses! Nous vous recontacterons une fois que vous aurez maîtrisé cette manoeuvre !
gd: Feuch an lean thu an t-slighe a nochdaidh na roinnean pince dhut! Feuchaidh sinn gum bruidhinn sinn riut a-rithist nuair a bhios tu air seo ionnsachadh. Siuthad a-nis!
hi: गुलाबी क्षेत्रों से चिह्नित किए रास्ते पर जाओ! हम आपसे बाद में संपर्क करेंगे, जब आपने यह अच्छे से कर लिया होगा. अब जाओ!
hu: Próbáld meg követni a rózsaszín területekkel kijelölt útvonalat! Ha sikerült, újra jelentkezünk. Most menj!
it: Prova a seguire il percorso indicato dalle zone rosa! Ti contatteremo di nuovo quando ci sarai riuscito. Adesso va'!
mn: Яагаан өнгөтэй гэрлийг дагаж явна. Мөн заавал дарааллаар нь авах ёстой. Таньд амжилт хүсье!
nl: Probeer het pad dat met roze zones gemarkeerd is te volgen! Nadat u dat gelukt is zullen we wederom contact met u opnemen. Ga nu!
no: Prøv å følge stien av rosa felter! Vi tar kontakt med deg igjen så snart du har mestret dette. Kjør på!
pl: Spróbuj podążać za ścieżką wyznaczoną przez różowe pola! Skontaktujemy się ponownie, kiedy zrealizujesz zadanie. Teraz do roboty!
pt: Tente seguir o caminho marcado pelas áreas rosadas! Entraremos em contato novamente, quando você já dominar esta prática. Agora vá!
ru: Попробуй пролететь по пути, отмеченному розовыми зонами! Мы свяжемся с тобой снова после того, как ты выполнишь это задание. А сейчас — вперёд!
sv: Försök att följa vägen som är markerad med de rosa zonerna! Vi kommer att kontakta dig igen, när du har bemästrat detta. Sätt igång!
th: พยายามไปตามเส้นทางที่ทำเครื่องหมายโดยบริเวณสีชมพู! เราจะกลับมาติดต่อคุณอีกครั้ง, หลังจากที่คุณชำนาญในสิ่งนี้แล้ว ตอนนี้ ไปลองทำดูก่อน!

source: Awesome!
de: Ausgezeichnet!
es: ¡Impresionante!
fi: Mahtavaa!
fr: Formidable !
gd: Iongantach math!
hi: वाह!
hu: Csodálatos!
it: Eccellente!
mn: Баяр хүргье!
nl: Geweldig!
no: Herlig!
pl: Niesamowicie!
pt: Incrível
ru: Великолепно!
sv: Kanonbra!
th: เยี่ยม!

source: You are the best rookie we have ever seen. Now prepare yourself for some explosive stuff.
de: Du bist der beste Rookie, den wir hier jemals hatten. Bereite dich nun auf etwas Explosives vor.
es: Eres el mejor novato que he visto. Ahora prepárate para algo explosivo.
fi: Olet paras noviisi mitä olemme nähneet. Valmistaudu seuraavaksi räjähtävään toimintaan.
fr: Vous êtes le meilleur bleu que je n'ai jamais vu. Préparez-vous maintenant à maîtriser l'art des explosions.
gd: 'S tusa an nuadh-mhìlidh as fhearr a chunnaic sinn a-riamh. Nise, dèan ullachadh airson stuth spreadhach.
hi: आप अब तक के सबसे अच्छे छात्र हो. अब अपने आप को कुछ विस्फोटों के लिए तय्यार कर लो.
hu: Te vagy a legjobb újonc, akit valaha láttunk. Most készülj fel egy kis robbantgatásra!
it: Sei la migliore recluta che abbiamo mai visto. Adesso preparati per qualcosa di "esplosivo".
mn: Та хамгийн сайн сансарын нисгэгч боллоо. Одоо таныг дайсантайгаа өрсөлдөхөд бэлэн болсон гэж бодож байна.
nl: U bent het beste groentje die we ooit hebben gehad. Maak u nu klaar voor wat explosiefs.
no: Du må være den beste ferskingen noensinne. Nå kan du forberede deg på noe litt mer eksplosivt.
pl: Jesteś najlepszym rekrutem, jakiego widziałem. Teraz przygotuj się nieco do strzałów, ognia i wybuchów ;)
pt: Você é o melhor recruta que já vi. Agora se prepare para algo mais explosivo.
ru: Ты лучший новобранец, которого я только видел. Теперь приготовься к взрывам.
sv: Du är den bästa nybörjaren vi någonsin sett. Förbered dig för lite explosiva saker.
th: คุณคือนักบินมือใหม่ที่ดีที่สุดเท่าที่เราเคยมี ตอนนี้ เตรียมตัวของคุณสำหรับวัตถุที่ระเบิดได้บางอย่าง

source: Shooting...
de: Schießen...
es: Disparar...
fi: Ampuminen...
fr: Tirer...
gd: A' losgadh...
hi: शूटिंग...
hu: Lövés...
it: Sparare...
mn: Устга...
nl: Schieten...
no: Skyting...
pl: Strzelanie...
pt: Atirando...
ru: Стрельба...
sv: Att skjuta...
th: การยิง...

source: To defeat your enemies, you have to know how to shoot them up! For that purpose press %s. Have some fun shooting around and then land your ship to continue the tutorial.
de: Um deine Feinde zu besiegen, musst du wissen, wie du sie wegpusten kannst! Drücke dazu auf %s. Tob' dich etwas aus! Lande dein Schiff, um mit dem Tutorial fortzufahren.
es: Para derrotar a tus enemigos ¡tienes que saber cómo disparar! Para eso presiona %s. Diviértete disparando por ahí y luego aterriza tu nave para continuar el tutorial.
fi: Tuhotaksesi vihollisesi, sinun täytyy tietää kuinka ampua heidät! Siihen tarkoitukseen paina %s. Pidä hauskaa ampumalla ympäriinsä ja laskeudu sitten planeetallesi jatkaaksesi tutoriaalia.
fr: Pour détruire vos ennemis, vous devez savoir comment leur tirer dessus ! Pour cela, appuyez sur %s. Amusez-vous à tirer un peu partout, puis faîtes atterrir votre vaisseau pour continuer le tutoriel.
gd: Feumaidh tu ionnsachadh mar a loisgeas tu air an nàmhaid ach an cuir thu ruaig air! Gus seo a dhèanamh, brùth air %s. Gabh tlachd às an losgadh agus an uairsin laigh an soitheach agad gus leantainn air adhart leis an oideachadh.
hi: दुश्मनों को हराने के लिए, आपको उन्हें शूट करना समझना होगा! उसके लिए दबाइए %s. गोली मारने का मज़ा लो और फिर प्रशिक्षण ख़त्म करने के लिए शिप को उतार दो.
hu: Ellenségeid legyőzéséhez tudnod kell, hogyan lődd ki őket! Ehhez nyomd meg a(z) %s billentyűt. Próbáld ki, lövöldözz egy kicsit, majd szállj le a bolygódon a folytatáshoz.
it: Per uccidere i tuoi nemici devi prima sapere come colpirli! Per far ciò premi %s. Divertiti un po' sparando in giro, poi atterra con la tua navicella per continuare l'allenamento.
mn: Та дайсны эсрэг тулалдах гэж байна, хамгийн гол нь өөрөө үхэхгүй өрсөлдөгчөө ялах юм. Та буудахдаа %s товчийг дарна. Мөн та одоо Өөрийнхөө гараг дээр очиж зогсоод дайсны гарагруу харж зогсон түр хүлээнэ үү.
nl: Om uw vijanden te kunnen verslaan is het belangrijk dat u weet hoe u ze kunt neerschieten. Druk daarvoor %s. Veel schietplezier en land uw ruimtevaartuig daarna weer om te tutorial te hervatten.
no: Fo å kunne beseire dine fiender må du vite hvordan du kan skyte dem til himmels! Press in %s for å skyte. Ha det moro og skyt noen runder, så kan du lande skipet for å fortsette læringen.
pl: Aby pokonać nieprzyjacół, musisz wiedzieć, jak ich zestrzelić! Aby tego dokonać naciśnij %s. Pobaw się trochę strzelając, a kiedy będziesz gotów kontynuować szkolenie, to wyląduj.
pt: Para derrotar seus inimigos, você deve saber como atirar! para isso pressione %s. Divirta-se enquanto atira por aí e então aterrise sua nave para continuar o tutorial.
ru: Для уничтожения твоих врагов ты должен знать как в них стрелять! Для выстрела нажми %s. Постреляй немного по сторонам, а затем приземлись для продолжения обучения.
sv: För att besegra dina fiender så måste du veta hur du skjuter på dem! För det ändamålet, tryck %s. Ha nu skoj med att skjuta vilt omkring dig, landa ditt skepp när du är redo att fortsätta med övningarna.
th: เพื่อเอาชนะศัตรูของคุณ, คุณต้องเรียนรู้ว่าจะยิงพวกมันอย่างไร! เพื่อทำสิ่งนั้น กด %s ลองยิงไปรอบๆ พอสนุกสนาน แล้วจอดยานของคุณเพื่อการฝึกซ้อมขั้นต่อไป

source: Good Landing, %s!
de: Gut Gelandet, %s!
es: ¡Buen aterrizaje, %s!
fi: Hieno laskeutuminen, %s!
fr: Bel atterrissage, %s !
gd: Abair laighe mhath, %s!
hi: अच्छी तरह उतारा है, %s!
hu: Szép landolás, %s!
it: Bell'atterraggio, %s!
mn: Сайн байна, %s!
nl: Mooie landing, %s!
no: Flott landing, %s!
pl: Dobre lądowanie, %s!
pt: Boa Aterrisagem, %s!
ru: Отличная посадка, %s!
sv: Bra landning, %s!
th: ลงจอดได้ดี, %s!
