Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: That's a bad name... Feel free to enter a better one!
de: Was für ein blöder Name...Nimm doch bitte einen Besseren!
es: Ese es un mal nombre... Puedes ingresar uno mejor!
fi: Tuo on sopimaton nimi... Ole hyvä ja anna parempi nimi!
fr: C'est un bien mauvais pseudonyme... N'hésitez pas à en choisir un autre !
gd: Abair ainm dona... An cuir thu fear as fhearr ann?
hi: यह नाम खराब है... आप ज़्यादा वाला डाल सकते हैं
hu: Ez egy elég béna név... Nyugodtan adj meg egy jobbat!
it: Ma che brutto nome... Inseriscine uno migliore!
mn: Доорх хүснэгтэнд өөрийн нэрээ бичнэ үү! Би таны хөтөч байна би танд бүхнийг зааж өгөх болно надтай цуг байгаарай.
nl: Dat is een slechte naam... Voert u gerust een betere in!
no: Det var et dårlig navn... Skriv gjerne inn et bedre!
pl: Co to za nazwa... Spróbuj wprowadzić nieco lepszą!
pt: Esse é um nome feio... Sinta-se à vontade para escolher um melhor!
ru: Твоё имя мне не нравится... Попробуй придумай что-нибудь получше!
sv: Dåligt namn... Du får gärna skriva in ett bättre!
th: เห็นชื่อแล้วดูไม่ค่อยเหมาะ.. โปรดเปลี่ยนชื่อใหม่ดีกว่า!

source: Do you really want to quit?
de: Willst du das Spiel wirklich verlassen?
es: ¿Seguro que quieres abandonar M.A.R.S?
fi: Haluatko varmasti poistua?
fr: Voulez-vous vraiment quitter ?
gd: A bheil thu airson fàgail gu dearbh?
hi: आपको सच में बंद करना है?
hu: Biztos, hogy ki akarsz lépni?
it: Sei sicuro di voler uscire?
mn: Үнэхээр гарахдаа итгэлтэй байна уу?
nl: Weet u zeker dat u M.A.R.S. wilt verlaten?
no: Vil du virkelig å avslutte?
pl: Czy na serio chcesz opuścić grę?
pt: Realmente deseja sair?
ru: Вы действительно хотите выйти?
sv: Vill du verkligen avsluta?
th: คุณต้องการออกหรือไม่?

source: Pick up the remote and keep it as long as possible!
de: Nimm die Fernbedienung und behalt sie möglichst lange!
es: ¡Toma el control remoto y mantenlo en tu poder el mayor tiempo posible!
fi: Poimi säädin ja pidä se itselläsi niin kauan kuin mahdollista!
fr: Prenez le dispositif et gardez-le coûte que coûte !
gd: Tog an t-inneal-smachd cèin agus cum e cho fada 's as urrainn dhut!
hi: रिमोट को ज़्यादा से ज़्यादा देर तक अपने पास रखो!
hu: Szerezd meg a távirányítót, és tartsd magadnál minél tovább!
it: Raccogli il telecomando e conservalo più a lungo che puoi!
mn: Удирдлагыг авч аль болох удаан өөртөө байлга!
nl: Pak de afstandsbediening en hou deze zo lang mogelijk vast!
no: Plukk opp fjernkontrollen og behold den så lenge som mulig!
pl: Zdobądź pilot zdalnego sterowania i trzymaj tak długo, jak tylko zdołasz!
pt: Pegue o controle remoto e segure-o o máximo possível!
ru: Подбери дистанционное управление и удерживай его как можно дольше!
sv: Fånga fjärrstyrningsanordningen och behåll den så länge som möjligt!
th: เก็บรีโมทและรักษาไว้ให้นานที่สุด!

source: As if the GREAT WAR was not enough, your planetary system is threatened by a new source of incredible evilness: A giant ship of unknown invaders is levitating over your galaxy, aiming on the home planets with a monolithic weapon of mass destruction. As a sign of cynicism, the attackers dropped a remote control to adjust this provenance of death and fear. Reach it first to turn your enemy's home planet into a place of desolation! Be the CANNONKEEPer.
de: Als ob der GROßE KRIEG nicht schon genug wäre, hat eine neue Quelle abgrundtiefer Boshaftigkeit sein Augenmerk auf dein Planetensystem gerichtet: Ein riesiges Schiff unbekannter Invasoren schwebt über der Galaxie und nimmt mit einer gigantischen Massenvernichtungswaffe die Heimatplaneten ins Visier! Als Zeichen ihres Zynismus' überlassen die Angreifer die Kontrolle über die todbringende Kanone dir und deinen Gegnern. Erreiche sie zuerst, um den Planeten deiner Feinde in Schutt und Asche zu legen! Sei der CANNONKEEPer.
es: Como si la GRAN GUERRA no fuera suficiente, su sistema planetario se ve amenazada por una nueva fuente de maldad increíble: Una nave gigante de invasores desconocidos está levitando por sobre tu galaxia, apuntando a los planetas con un arma monoĺítica de destrucción masiva. Como una muestra de cinismo, los atacantes han dejado caer un control remoto para ajustar la procedencia de la muerte y el miedo. ¡Se el primero en alcanzarlo y vuelve el planeta de tu enemigo en un lugar de desolación! Se el CANNONKEEPER.
fi: Ikään kuin SUURESSA SODASSA ei olisi kylliksi kestämistä. Planeettaasi uhkaa uusi, uskomaton pahuuden lähde. Jättimäinen tuntemattomien hyökkääjien alus leijuu galaksisi yläpuolella tähdäten asutettuja planeettoja massiivisella joukkotuhoaseella. Kyynisyyden merkkinä hyökkääjät pudottivat säätimen, jolla tätä kuoleman ja pelon alkuperää voidaan hallita. Ehdi sen luokse ensin muuttaaksesi vihollisesi kotiplaneetan lohduttomaksi paikaksi! Ole CANNONKEEPer.
fr: Comme si la GRANDE GUERRE n'était pas suffisante, votre système planétaire est menacé par un nouvel ennemi maléfique: Un vaisseau géant d'origine inconnue est en vol stationnaire au-dessus de votre galaxie, menaçant les planètes-mères d'une arme de destruction massive monolithique. Étrangement, les envahisseurs ont laissé tomber le dispositif permettant d'ajuster la puissance de cette arme titanesque. Atteingnez ce dispositif avant les autres afin de transformer la planète-mère de vos ennemis en lieu de désolation ! Soyez le CANNONKEEPer.
gd: Mar nach fhòghnadh an COGADH MÒR, tha siostam nam planaidean agad fo bhagairt o thùs ùr an uilc: Tha mòr-shoitheach aig ionnsaighich neo-aithnichte 'na thàmh os cionn an reul-chriosa agad, ag amas air na planaidean-dachaigh le mòr-arm lèirsgriosa. Mar chùis-ghairge, thuit na h-ionnsaighearan inneal-smachd cèin gus an t-adhbhar bàis is eagail a chur air gleus. Ruig e an toiseach ach an dèan thu fàsach de phlanaid an nàmhaid! Bidh 'nad GHLÈIDHEADAIR-CANAIN.
hi: जैसे कि महयुध काफ़ी नहीं था, आपके ग्रह के आस पास एक बड़ा सा शिप आ रहा है. उसके पास एक ऐसा हथियार है जो पहले कभी ना देखा गया है. सनक दिखाने के लिए हमलावरों ने एक रिमोट आपके सामने गिरा दिया है. उसे पहले लो ताकि आप अपने दुश्मनों के ग्रह को तनहाई की जगह बना दो ! कॅननकीपर बन जाओ.
hu: Mintha a nagy háború nem lenne elég, bolygórendszeredet egy újabb szörnyűséges veszély fenyegeti: ismeretlen lények hatalmas űrhajója hatolt be a galaxisba, céljuk a bolygók elpusztítása óriási tömegpusztító fegyverükkel. Cinizmusuk jeleként a támadók egy távirányítót dobtak a halál és félelem eme forrásának irányítására. Szerezd meg elsőként, hogy az ellenség bolygóját sivár pusztává változtathasd! Legyél Te a CANNONKEEPer.
it: Come se la GRANDE GUERRA non bastasse, il tuo sistema planetario è minacciato da una nuova fonte di incredibile malvagità: una gigantesca nave di provenienza sconosciuta incombe sulla tua galassia, minacciando i pianeti con una colossale arma di distruzione di massa. Come segno di assoluto cinismo, gli invasori hanno lasciato cadere un telecomando per controllare questa incredibile fonte di morte e terrore. Raggiungilo prima dei tuoi nemici per trasformare i loro pianeti in un luogo di desolazione! Sii il CANNONKEEPer.
mn: Чи оюун ухаанаа шавхан харийхантай тэмцэх хэрэгтэй. Чамд тэдний өөдөөс ашиглах хүчирхэг зэвсэг байгаа болов ч тэдэнд ч мөн чиний өөдөөс ашиглах аюулт зэвсэг байгаa. Канноныг удирда!
nl: Alsof de GROTE OORLOG nog niet genoeg was word uw heelal nu bedreigt door een nieuwe bron van kwad: Een gigantisch ruimtevaartuig van onbekende afkomst zweeft boven uw heelal. Deze richt zich op uw thuis planeet met een monolitisch massavernietigings wapen. Als teken van cynisme hebben de indringers een afstandsbediening gedropped van dit wapen. Bereik deze afstandsbediening als eerste en voorkom dat uw thuisplaneet vernietigt word.
no: Som om ikke DEN STORE KRIGEN skulle være nok, er planetsystemet ditt truet av en ny kilde av ufattelig ondskap: Et gigantisk skip med en ukjent invasjonsstyrke svever over galaksen din. De sikter på hjemplaneten din med et enestående masseødeleggelsesvåpen. Som et tegn på kynisme har angriperne mistet en fjernkontroll som kontrollerer dette gigantiske dødsvåpenet. Om du finner den før dem kan du bruke våpenet mot angripernes planet og fjerne trusselen en gang for alle! Bli CANNONKEEPeren.
pl: Jakby WIELKIEJ WOJNY nie było zbyt wiele... Twój system planetarny jest nękany przez nowe źródła niewyobrażalnego zła: Wielkie pojazdy kosmiczne nieznanych najeźdźców, lewitują nad galaktyką, grożąc domowym planetom bronią masowej zagłady. Jako znak cynizmu, najeźdźcy zrzucili zdalne sterowanie aby spotęgować strach i aby znane było pochodzenie śmierci. Zdobądź to pierwszy, aby obrócić planetę Twojego przeciwnika w miejsce spustoszenia! Bądź Trzymającym Władzę.
pt: Como se a GRANDE GUERRA não fosse o suficiente, seu sistema planetário esté ameaçado por uma fonte de incrível perversidade: Uma nave gigante de invasores desconhecidos está levitando sobre sua galáxia, mirando em planetas natais com uma arma monolítica de destruição em massa. Como um sinal de sarcasmo, os atacantes deixaram cair um controle remoto que ajusta esta fonte de morte e medo. Alcance-a primeiro para tornar o planeta natal de seu inimigo em um lugar desolado! Seja o DONO DO CANHÃO.
ru: Вдобавок к ВЕЛИКОЙ ВОЙНЕ, твоя планетная система теперь под угрозой нового невероятного зла: огромный корабль неизвестных захватчиков находится в этой галактике, наводя на планеты свое Монолитное Оружие Массового Уничтожения. В знак цинизма, захватчики оставили удаленное управление наведением этого источника разрушений. Доберись до него как можно быстрее, и преврати планеты врага в вечную пустыню. Будь ХРАНИТЕЛЕМ ОРУЖИЯ.
sv: Som om det inte vore nog med det STORA KRIGET, så hotas nu hela ditt planetsystem av en källa av otrolig ondska: Ett gigantiskt skepp av okänt ursprung svävar över din galax, med sina massförstörelsevapen inriktade på hemplaneterna. Som ett tecken på cynism, så har angriparna släppt en fjärrstyrningsanordning som justerar källan till död och rädsla. Nå den först för att förvandla din fiendes hemplanet till ett ödsligt ställe! Bli CANNONKEEPer.
th: เหมือนว่ามหาสงครามจะไม่เพียงพอ ระบบดาวเคราะห์ของคุณ ยังถูกคุกคามโดยสิ่งชั่วร้ายจากแหล่งใหม่: ยานยักษ์ของผู้บุกรุกที่ไม่เคยรู้จัก ล่องลอยอยู่เหนือกาแล็กซี่ของคุณ, เล็งเป้าหมายมายังดาวเคราะห์ของคุณ ด้วยอาวุธอัคนีแห่งการทำลายล้างมหาศาล, ผู้โจมตีได้ทิ้งตัวควบคุมรีโมท ที่จะก่อแหล่งกำเนิดความตาย ความกลัว และเป็นสัญลักษณ์แห่งการเย้ยหยัน ประการแรกคือต้องไปให้ถึงรีโมทก่อน เพื่อเปลี่ยนดาวเคราะห์ของศัตรูให้เป็นสถานที่แห่งความเศร้าสลดแทน! คุณต้องเป็น CANNONKEEPer

source: Show this info again.
de: Zeige dieses Fenster wieder an
es: Volver a mostrar esta información
fi: Näytä tämä uudestaan.
fr: Afficher les infobulles.
gd: Seall am fiosrachadh seo a-rithist.
hi: यह जानकारी वापिस दिखना
hu: Mutasd később is.
it: Mostra Di Nuovo Queste Info.
mn: Энэ мэдээлэлийг дахин харуулна уу.
nl: Toon deze info weer.
no: Vis denne informasjonen på nytt.
pl: Pokazuj To Okno Ponownie.
pt: Mostrar Estas Informações Novamente.
ru: Показывать это сообщение снова.
sv: Visa den här informationen igen.
th: แสดงข้อมูลนี้อีก

source: Destroy as many enemies as possible!
de: Vernichte möglichst viele Feinde!
es: ¡Destruye tantos enemigos como te sea posible!
fi: Tuhoa niin monta vihollista kuin mahdollista!
fr: Détruisez autant d'ennemis que possible !
gd: Mill an uiread de nàimhdean a ghabhas!
hi: जितने दुश्मन हो सकते हैं उतने मारो!
hu: Semmisíts meg annyi ellenséget, amennyit csak tudsz!
it: Distruggi più nemici che puoi!
mn: Аль болох олон дайсан устга!
nl: Vernietig zoveel mogelijk vijanden!
no: Knus så mange fiender som mulig!
pl: Zniszcz tylu przeciwników, ilu zdołasz!
pt: Destrua quantos inimigos conseguir!
ru: Уничтожь как можно больше врагов!
sv: Förgör så många fiender som möjligt!
th: ทำลายศัตรูให้ได้มากที่สุด!

source: As a result of the GREAT WAR you have lost everything: your home, your family and your self-esteem. Your last chance to get out of the miserable life you are stuck in, is to become a gladiator in the glorious DEATHMATCH-arena. Resist the other fighters and earn points by destroying the nutshells they call ships. Prepare yourself! Death and Glory awaits you.
de: Der GROßE KRIEG hat dir alles genommen, wofür du gekämpft hast: dein Zuhause, deine Familie, deine Ehre! Befreie dich nun aus der Misere deines alten Lebens und beginne ein neues als Gladiator in der DEATHMATCH-Arena! Widersetze dich den Angriffen deiner Gegner und zerstöre ihre Schiffe! Sei bereit, denn Ruhm und Ehre erwarten dich!
es: Como resultado de la GRAN GUERRA has perdido todo: tu casa, tu familia y tu la autoestima. Tu última oportunidad para salir de la miserable vida en la que estás atrapado es convertirte en un gladiador en la gloriosa arena-DEATHMATCH. Resiste a los otros combatientes y gana puntos destruyendo la cáscara de nuez que ellos llaman naves. ¡Prepárate! Muerte y Gloria esperan por ti.
fi: SUUREN SODAN seurauksena olet menettänyt kaiken: Kotisi, perheesi sekä itsekunnioituksesi. Viimeinen mahdollisuutesi päästä pois onnettomasta elämästä, johon olet juuttunut, on tulla gladiaattoriksi loistokkaalla DEATHMATCH-areenalla. Uhmaa muita taistelijoita ja ansaitse pisteitä tuhoamalla pähkinänkuoret, joita he kutsuvat aluksiksi. Valmistaudu! Kuolema ja kunnia odottavat sinua.
fr: Au terme de la GRANDE GUERRE vous avez tout perdu: votre maison, votre famille et votre propre estime de soi. Votre dernière chance de vous sortir de cette vie misérable dans laquelle vous vous trouvez, est de devenir un gladiateur dans la fameuse arène du DEATHMATCH. Résistez aux attaques des autres combattants et accumulez les points en détruisant ces coquilles qu'ils nomment des vaisseaux. Préparez-vous ! Mort et Gloire vous attendent.
gd: Chaill thu a h-uile rud air thoradh a' CHOGAIDH MHÒIR: do dhachaigh, do theaghlach agus do fhèin-spèis. Is an teans mu dheireadh agad gus teicheadh on bheatha truagh seo gun tèid thu 'nad ghladair ann an raon GEAMA a' BHÀIS ghlòrmhòr. Seas an aghaidh nan gaisgeach eile agus buain puingean a' sgrios nan caochagan a bheil "soithich" aca orra. Dèan ullachadh! Tha bàs is cliù romhad.
hi: महयुध के कारण आपने अपना सभ कुछ खो दिया है: अपना परिवार, अपना घर और अपना आत्मसम्मान. अपनी दुखी जिंदगी से निकालने के लिए जो आपका आखरी मौका है वह है एक योद्धा बनकर महान डेतमॅच-रणभूमि में लड़ें. दूसरे योद्धाओं से बचो और उनके तुच्छ जहाज़ों को उड़ा डालो. तय्यार हो जाओ! मौत और महिमा दोनो आपका इंतेज़ार कर रहे हैं.
hu: A nagy háború során elvesztettél mindent: az otthonod, a családod és az önbecsülésed. Az utolsó esélyed kitörni ebből a nyomorúságos életből, ha a dicső DEATHMATCH aréna gladiátora leszel. Szállj szembe a többi harcossal, és szerezz pontokat űrhajónak nevezett ócskaságaik kilövésével. Készülj a küzdelemre! Halál és dicsőség vár rád!
it: A seguito della GRANDE GUERRA hai perso tutto: la tua casa, la tua famiglia e la tua autostima. L'ultima possibilità di uscire dalla vita squallida di cui sei prigioniero è diventare un gladiatore nella gloriosa DEATHMATCH-arena. Sopravvivi agli altri combattenti e guadagna punti distruggendo quei gusci di noce che chiamano navicelle. Preparati! Morte e Gloria ti aspettano.
mn: Дайны уршигаар та бүх зүйлээ алдсан: таны гэр, таны гэр бүл мөн өөрийгөө хүндлэх хүндлэлээ. Одоо таны од болох цаг иржээ гладиаторшиг тулалдан тулааны тавцанг эзэгнэ.
nl: Door de uitkomst van de GROTE OORLOG heeft u alles verloren: uw huis, uw familie en uw zelfvertrouwen. Uw laatste kans om te ontsnappen uit uw miezerige leven, is om als gladiator in de glorieuze DEATHMATCH-arena te vechten. Weersta de andere vechters en verdien punten door notendoppen te pletten dat zij ruimtevaartuigen noemen. Maakt u klaar! Dood en glory wachten op u.
no: Som et resulat av DEN STORE KRIGEN har du mistet alt: hjemmet ditt, familien din og din egen selvtillit. Din siste sjanse til å komme deg ut av det tragiske livet du nå har fortapt deg i, er å bli en gladiator på den storslagne DEATHMATCH-arenaen. Stå imot de andre skipene og opptjen poeng ved å knuse nøtteskallene som de kalle romskip. Gjør deg klar! Død og ære venter deg.
pl: W efekcie WIELKIEJ WOJNY, straciliśmy wszystko: nasze domy, rodziny, poczucie naszej godności. Twoją ostatnią szansą, aby uwolnić się z takiego marnego życia, w którym wszyscy utknęliśmy, to zostać gladiatorem na Chwalebnej Arenie Śmierci. Stawiaj opór innym wojownikom i zarabiaj punkty niszcząc muszelki, które oni zwą pojazdami kosmicznymi. Przygotuj się! Czeka na Ciebie Śmierć lub Chwała.
pt: Como resultado da GRANDE GUERRA você perdeu tudo: sua casa, sua família e sua autoestima. Sua última chance de sair desta vida miserável em que se encontra agora, é se tornar um gladiador na gloriosa Arena da morte. Resistir aos outros lutadores e ganhar pontos destruindo as cascas de noz que eles chamam de naves. Se prepare! morte e glória te aguardam.
ru: В результате ВЕЛИКОЙ ВОЙНЫ ты потерял всё: дом, семью и самоуважение. Твой последний шанс избавиться от этого жалкого образа жизни — стать гладиатором во всемирно известной арене для СРАЖЕНИЙ. Тебе надо сражаться с другими бойцами и получая очки за уничтожение скорлупок, которые они называют кораблями. Подготовься! Смерть и Слава ждут тебя.
sv: Till följd av det STORA KRIGET så har du förlorat allt: ditt hem, din familj och din självkänsla. Din sista chans att komma bort från det miserabla liv du fastnat i, är att bli en gladiator på den ärorika DÖDSMATCH-arenan. Slåss med de andra kämparna och tjäna poäng genom att förstöra det skrot som de kallar skepp. Stålsätt dig! Död och ära väntar dig.
th: ผลลัพธ์ของมหาสงคราม คุณได้สูญเสียทุกๆสิ่ง: บ้านของคุณ, ครอบครัวของคุณ และการนิยมนับถือในตัวคุณ โอกาสสุดท้ายของคุณ เพื่อกำจัดความเลวร้ายในชีวิตที่ติดอยู่, คือการกลายเป็นนักรบที่น่าสรรเสริญ ในสังเวียน DEATHMATCH ต้านทานนักรบอื่น ๆ และเก็บคะแนน โดยการทำลายเกราะที่พวกเขาเรียกว่ายาน จงเตรียมตัวของคุณ! ความตายและการสรรเสริญรอคอยคุณอยู่

source: Destroy es many enemies as possible!
de: Vernichte möglichst viele Feinde!
es: ¡Destruye a cuantos enemigos puedas!
fi: Tuhoa niin monta vihollista kuin mahdollista!
fr: Détruisez autant d'ennemis que possible !
gd: Mill an uiread de nàimhdean a ghabhas!
hi: जीतने दुश्मन हो सकें उतने खत्म करो!
hu: Pusztíts el annyi ellenséget amennyit csak tudsz!
it: Distruggi più nemici che puoi!
mn: Аль болох олон дайсан устга!
nl: Vernietig zoveel mogelijk vijanden!
no: Ødelegg så mange fiender som mulig!
pl: Zniszcz tyle wrogich pojazdów ile tylko zdołasz!
pt: Destrua quantos inimigos for possível!
ru: Уничтожь как можно больше врагов!
sv: Förgör så många fiender som möjligt!
th: ทำลายศัตรูให้ได้มากที่สุด!
