Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: This is a powerful special ability which freezes nearby ships. You have to fly close to your enemy and press %s to freeze him. Watch him loosing life slowly... until he dies!
de: Eine sehr mächtige Waffe im GROßEN KRIEG! Mit ihrer Hilfe kannst du in der Nähe befindliche Schiffe einfrieren! Drücke %s, um den Freezer auszulösen! Ganz langsam wird der Feind dahingerafft...bis zum Tod!
es: Ésta es una habilidad especial poderosa que congela las naves cercanas. Tienes que volar cerca a tu enemigo y presionar %s para congelarlo. Observa como pierde su vida lentamente... ¡Hasta morir!
fi: Tämä voimakas erikoistaito jäädyttää lähettyvillä olevat alukset. Sinun täytyy lentää vihollisesi lähelle ja painaa %s jäädyttääksesi hänet. Katso kun hän menettää elinvoimaansa hitaasti... kunnes hän kuolee!
fr: C'est une capacité puissante, qui fige les vaisseaux proches. Vous devez voler à proximité de votre ennemi, puis appuyer sur %s pour le figer sur place.
gd: Seo comas sònraichte cumhachdach a reòthas soithichean am fagas. Feumaidh tu teannadh dhan nàmhaid 's an uairsin brùthadh air %s ach an reòth thu e. Coimhead air fhad 's a tha e a' call a bheatha gu slaodach... gus am faigh e bàs!
hi: यह एक ताकतवर विशेष योग्यता है जो आस पास के शिप को जमा देता है. आप दुश्मन के पास जा कर %s दबाने पर वह जाम जाएगा. उसे धीरे धीरे कमज़ोर हो कर मरते हुए देखो!
hu: Ez a különleges képesség megfagyasztja a körülötted lévő hajókat. Használatához közel kell repülnöd ellenségedhez, majd a(z) %s megnyomásával megfagyasztani őt. Figyeld csak meg ahogy lassan elveszti az életerejét... és végül meghal!
it: Questa è una potente abilità speciale che congela le navi vicine a te. Devi volare vicino al tuo nemico e premere %s per congelarlo. Guardalo perdere vita lentamente... fino alla morte!
mn: FREEZER бусад чадваруудаа бодвол маш хүчтэй юм. Та дайсны хажууд очиж байгаад %s товчоо дарах юм бол дайсан чинь шууд хөлдөөд амь нь бага багаар явсаар байгаад үхэх болно.
nl: Dit is een krachtige speciale vaardigheid die dichtbije vijandige schepen bevriest. Om uw nabije vijanden te bevriezen dient dichtbij uw vijanden te vliegen en %s te drukken. U ziet dan langzaam zijn levenskracht afnemen... Totdat hij dood gaat.
no: Dette er en kraftig spesialferdighet som fryser fiendtlige romskip i nærheten. Du må bevege deg i nærheten av dine motstandere og trykke %s for å fryse de. Føh med ham mens lifskraften sakte ebber ut... til han blir tillintetgjort!
pl: To jest zdolność, która pozwala zamrażać statki znajdujące się nieopodal Ciebie. Musisz podlecieć blisko wrogiego pojazdu i przycisnąć %s, aby go zamrozić. Obserwuj, jak powoli uchodzi z niego życie... dopóki nie umrze!
pt: Esta é uma poderosa habilidade especial que congela naves próximas. você deve voar próximo ao inimigo e pressionar %s para o congelar. Observe-o perdendo vida calmamente... até ele morrer!
ru: Это мощная спец. способность, которая замораживает корабли поблизости. Во время нахождения недалеко от врага, нажми %s для того, чтобы его заморозить. После этого можешь посмотреть, как он медленно теряет здоровье... пока не погибнет!
sv: Detta är en kraftfull specialförmåga som fryser närbelägna skepp. Du behöver flyga nära din fiende och trycka %s för att frysa honom. Se honom sakta förlora livet... tills han dör!
th: นี่คือความสามารถพิเศษอันทรงพลังที่จะแช่แข็งยานใกล้เคียง คุณต้องบินใกล้ศัตรูของคุณและกด %s เพื่อแช่แข็งเขา เฝ้ามองเขาสูญเสียชีวิตอย่างช้าๆ... จนกระทั่งเขาตาย!

source: Stop, %s!
gd: Fuirich ort, %s!

source: We told you to select the Freezer, but you have chosen another ability! Please land again and take the Freezer!
de: Haben wir nicht gesagt, du sollst die "Freezer" nehmen? Du hast eine andere Fähigkeit gewählt! Lande nochmal und wähle die "Freezer" aus!
es: Te dijimos que seleccionaras la Freezer, pero has escogido otra habilidad! ¡Por favor aterriza de nuevo y toma la Freezer!
fi: Käskimme sinun valita taidon Freezer, mutta olet valinnut toisen erikoistaidon! Laskeudu uudelleen ja valitse Freezer!
fr: Nous vous avons conseillé la capacité Freezer, mais vous avez délibérement choisi une autre capacité ! Veuillez atterrir puis choisir Freezer !
gd: Dh'innis sinn dhut gun cleachd thu a' Freezer ach thagh thu comas eile! Laigh a-rithist agus tog a' Freezer!
hi: हमने आपको फ्रीज़र चुनने को कहा था, परंतु आपने दूसरी योग्यता चुन ली! कृपया अपने ग्रह पर उतार के फ्रीज़र चुनिए!
hu: Mondtuk, hogy a "Freezer"-t válaszd, de te nem ezt tetted! Szállj le, és válaszd a "Freezer"-t!
it: Ti abbiamo detto di selezionare il "Freezer", ma hai scelto un'altra abilità! Per favore, atterra nuovamente e seleziona il "Freezer"!
mn: Та заавал "FREEZER"-ийг сонго! Сонгож байж л даалгавараа гүйцэтгэнэ. Та одоо Өөрийнхөө гараг дээр очиж зогсоод дайсны гарагруу харж зогсон түр хүлээнэ үү.
nl: We hebben u verteld dat u de Bevriezer moest selecteren maar u heeft een andere gekozen. Keer terug en land en selecteer alsnog de Bevriezer.
no: Vi sa jo du skulle velge "Fryseren", men du har valgt en annen ferdighet! Vennligst land igjen og velg "Fryseren" denne gangen!
pl: Miałeś wybrać Freezer, a wybrałeś inną specjalną zdolność! Proszę wylądować i wybrać Freezer jeszcze raz!
pt: Lhe foi dito para selecionar o Congelador, mas outra habilidade foi escolhida! Por favor aterrise novamente e escolha o Congelador!
ru: Мы говорили, чтобы ты выбрал Freezer, но ты выбрал другую способность! Пожалуйста, приземлись обратно, и попробуй выбрать Замораживатель !
sv: Vi sade till dig att välja frysen, men du har valt en annan förmåga! Vänligen landa igen och ta frysen!
th: เราบอกให้คุณเลือกตัวแช่แข็ง, แต่คุณเลือกความสามารถอื่น! โปรดลงจอดอีกครั้งและเลือกตัวแช่แข็ง!

source: Practice!
de: Übung macht den Meister...
es: ¡Practica!
fi: Harjoittele!
fr: La pratique!
gd: Dèan cleachdadh!
hi: अभ्यास!
hu: Gyakorolj!
it: Facciamo Pratica!
mn: Хөлдөөж устга!
nl: Oefen!
no: Øvelse!
pl: Praktyka!
pt: Pratique!
ru: Практика!
sv: Öva!
th: ฝึกหัด!

source: Now try to freeze your enemy! For this tutorial we will give you some FragStars. But remember: In real life you have to smash opponents to get those stars!
de: Nun probier's mal aus! Zu Übungszwecken erhälst du einige Sterne! Aber im wahren Leben eines Space-Rookie musst du dir diese hart verdienen, indem du Feinde zerschmetterst!
es: Ahora trata de congelar a tu enemigo! Para este tutorial te vamos a dar algunas Estrellas. Pero recuerda: ¡En la vida real tienes que machacar tus oponentes para obtener esas estrellas!
fi: Yritä jäädyttää vihollisesi! Annamme sinulle muutaman tähden jo valmiiksi. Mutta muista: Oikeassa elämässä sinun täytyy murskata vastustajasi tähtien saamiseksi!
fr: Essayez à présent de figer/gêler votre ennemi ! Nous allons vous concéder ici quelques FragStars. N'oubliez pas: Dans un véritable combat, vous devez attaquer vos ennemis pour obtenir ces étoiles !
gd: Nise, feuch an reòth thu an nàmhaid! Bheir sinn rionnagan-sgrìosa dhut airson an oideachaidh seo. Ach thoir an aire: mar as àbhaist, feumaidh tu nàimhdean a sgrios ach am faigh thu na rionnagan ud!
hi: अब अपने दुश्मन को जमा दो! इस पाठ के लिए हम आपको कुछ फ्रॅग-स्टार्स देते हैं. पर याद रखिए: असली खेल में आपको दुश्मन के शिप उड़ाने हैं, उन्हेइन कमाने के लिए!
hu: Most próbáld lefagyasztani az ellenséged! Adunk néhány csillagot, de jól jegyezd meg: a valóságban megszerzésükhöz el kell pusztítanod ellenfeleidet!
it: Ora prova a congelare il tuo nemico! Per questo allenamento ti daremo delle Stelline Bonus. Ma ricorda: Durante il gioco le potrai ottenere solo uccidendo i nemici!
mn: Дайсныгаа хөлдөөж усгах хэрэгтэй! Ойртож байгаад хэрэглэнэ шүү!
nl: Probeert nu uw vijand te bevriezen! Voor deze tutorial geven we u een aantal FragStars. Maar denk eraan: In de echte situatie dient u uw vijanden te vernietigen om deze sterren te bemachtigen!
no: Nå kan du prøve å fryse noen fiender! For denne leksjonen skal du få noen ferdigopptjente ressursstjerner. Men husk: Når alvoret begynner må du selv opptjene stjernene ved å knuse fiendene dine!
pl: Teraz spróbuj zamrozić wroga! Będziesz do tego potrzebować nieco gwiazd. Pamiętaj jednak: w rzeczywistości musisz rozwalić przeciwnika, aby dostać te gwiazdy!
pt: Agora tente congelar seu inimigo! Para este tutorial te daremos algumas estrelas. Mas lembre-se: Na vida real você deve destruir oponentes para adquirir estas estrelas!
ru: Теперь попробуй заморозить противника! Для этого мы дадим тебе немного Звезд. Но помни: в реальной жизни тебе будет необходимо уничтожать врагов для получения этих звезд!
sv: Försök nu att frysa din fiende! För den här övningen kommer vi att ge dig ett antal fragstjärnor. Men kom ihåg: I verkligheten måste du krossa motståndare för att få dessa stjärnor!
th: ตอนนี้ ลองแช่แข็งศัตรูของคุณ! สำหรับการสอนนี้ เราจะให้บางดาวสังหารแก่คุณ แต่จำไว้ว่า: ในเกมจริง คุณต้องปะทะกับฝ่ายตรงข้ามเพื่อที่จะได้ดาวเหล่านั้น!

source: You Missed Him, %s!
de: Du hast ihn verfehlt, %s!
fi: Ohi meni, %s!
fr: Vous l'avez manqué, %s!
gd: Cha do bhuail thu air, %s!
hi: आप चूक गये, %s!
hu: Elvétetted, %s!
it: L' hai mancato, %s!
mn: Та онсонгүй, %s!
nl: U heeft hem gemist, %s!
no: Du bommet, %s!
pl: Spudłowałeś, %s!
pt: Você não o acertou, %s!
ru: Ты упустил его, %s!
sv: Du missade honom, %s!
th: คุณพลาด, %s!

source: Try again. we will refill your FragStars.
de: Versuch es noch einmal! Hier sind weitere Sterne!
es: Intenta de nuevo. Te volveremos a dar Estrellas.
fi: Yritä uudelleen. Annamme sinulle lisää tähtiä.
fr: Persévérez. Nous allons vous donner d'autres FragStars.
gd: Feuch ris a-rithist, bheir sinn barrachd rionnagan-sgriosa dhut.
hi: फिर से कोशिश करिए. हम आपको और फ्रॅग-स्टार्स देते हैं.
hu: Próbáld újra! Újratöltjük a csillagjaidat.
it: Prova ancora. Ti daremo altre Stelline Bonus.
mn: Дахин оролдоно уу.
nl: Probeer het nogmaals. We herstellen uw FragStars.
no: Prøv igjen. Vi gir deg påfyll av stjerner.
pl: Spróbuj jeszcze raz. Napełnimy Twoją gwiezdną moc.
pt: tente novamente. devolveremos suas estrelas.
ru: Попробуй еще раз, мы дадим тебе еще немного звезд.
sv: Försök igen. Vi kommer att fylla på dina fragstjärnor.
th: ลองอีกครั้ง เราจะเติมดาวสังหารให้คุณอีกครั้ง

source: You Did It!
de: Yeah, gut gemacht!
es: ¡Lo lograste!
fi: Sinä teit sen!
fr: Vous l'avez fait !
gd: Rinn thu a' chùis air!
hi: आपने कर दिखाया!
hu: Megcsináltad!
it: Ce l'hai fatta!
mn: Зөв гүйцэтгэлээ!
nl: Het is u gelukt!
no: Du klarte det!
pl: Udało Ci się!
pt: Você conseguiu!
ru: Ты сделал это!
sv: Du gjorde det!
th: คุณทำได้!

source: Now head back to your planet to select another special ability!
de: Flieg zurück zum Heimatplaneten und probier die anderen Fähigkeiten aus!
es: ¡Ahora vuelve a tu planeta para seleccionar otra habilidad especial!
fi: Suuntaa nyt takaisin planeetallesi valitaksesi uuden erikoistaidon!
fr: À présent, retournez sur votre planète, et choisissez une autre capacité.
gd: Nise, till dhachaigh agus tagh comas sònraichte eile!
hi: अब अपने ग्रह जाकर दूसरी विशेष योग्यता चुनिए!
hu: Térj vissza a bolygódra, és válassz egy másik képességet!
it: Adesso ritorna sul tuo pianeta e seleziona un' altra abilità speciale!
mn: Та одоо Өөрийнхөө гараг дээр очиж зогсоод дайсны гарагруу харж зогсон түр хүлээнэ үү.
nl: Nu keer terug naar uw planeet en selecteer een andere speciale vaardigheid!
no: Nå kan du dra tilbake til planeten din for å prøve noen nye spesial ferdigheter!
pl: Teraz wracaj na planetę i wybierz następną specjalną zdolność!
pt: Agora volte ao seu planeta nalat e seleciona outra habilidade especial!
ru: Теперь возвращайся обратно на планету, чтобы выбрать другую способность.
sv: Åk nu tillbaka till din planet och välj en annan specialförmåga!
th: ตอนนี้ กลับลำสู่ดาวเคราะห์ของคุณ เพื่อเลือกความสามารถพิเศษอื่นๆ!

source: Beware, %s!
gd: Thoir an aire, %s!

source: There is no time for further testing! Our enemies have sent two of their real warriors for vengeance!
de: Wir haben keine Zeit mehr zum Üben! Der Feind hat zwei starke Krieger geschickt!
es: No hay tiempo para seguir probando. ¡Nuestros enemigos han enviado uno de sus verdaderos guerreros para vengarse!
fi: Pidempään kokeiluun ei ole aikaa! Vihollisemme ovat lähettäneet kaksi oikeaa taistelijaa kostoretkelle!
fr: Vous n'avez plus le temps de vous perfectionner ! Nos ennemis ont envoyé deux guerrier pour se venger !
gd: Chan eil ùine air fàgail oirnn airson barrachd feuchainn! Tha na nàimhdean againn air dithis fhìor-ghaisgeach a chur gus dìoghaltas a ghabhail oirnn!
hi: और परीक्षण का समय नहीं है! हमारे दुश्मनों ने बदला के लिए असली योद्धाओं को भेजा है!
hu: Nincs idő a próbára! Ellenségeink két valódi harcost küldtek, hogy bosszút álljanak!
it: Non c'è più tempo per altre prove! Il nostro nemico ha mandato due veri guerrieri per vendicarsi!
mn: Одоо та 2 эсрэг 2 тулалдах гэж байна. Дайсан чинь 2уулаа, танайх мөн 2уулаа тийм учраас сайн тулалдаарай.
nl: Er is geen tijd meer om nog verder te testn! Onze vijanden hebben twee echte vechters gestuurd voor wraak!
no: Nå er det ikke tid til mer øvelse! Fienden vår har sendt to seriøse og hevngjerrige krigere!
pl: Nie ma czasu na dalsze nauki! Nasi wrogowie, żeby zemścić się, przysłali dwóch swoich wojowników!
pt: Não há tempo para mais testes! Nossos inimigos enviaram dois guerreiros de verdade para vingança!
ru: Больше нету времени для обучения! Наши враги отправили два боевых корабля для мести!
sv: Det finns ingen tid åt ytterligare övning! Våra fiender har skickat ut två av deras riktiga krigare för hämnd!
th: ไม่มีเวลาสำหรับการทดสอบที่มากกว่านี้! ศัตรูของเราได้ส่ง 2 นักรบตัวจริงของพวกเขามาเพื่อแก้แค้น!

source: Beat Them!
de: Zeig's ihnen!
es: ¡Derrótalos!
fi: Päihitä ne!
fr: Battez-les !
gd: Cuir ruaig orra!
hi: हरा दो उन्हें!
hu: Győzd le őket!
it: Abbattili!
mn: Устга!
nl: Versla ze!
no: Knus dem!
pl: Pokonaj ich!
pt: Derrote-os!
ru: Уничтожь их!
sv: Ge dem stryk!
th: เอาชนะพวกเขาให้ได้!

source: Prove your skills! Score at least five points by killing them! Your current score is displayed next to your name! We will send in an experienced warrior assisting you, %s!
de: Verbessere deine Fertigkeiten! Erreiche fünf Punkte, indem du sie tötest! Dein aktueller Punktestand wird neben deinem Namen angezeigt! Ein weiterer Rekrut wird dir beistehen, %s!
es: ¡Prueba tus destrezas! ¡Anota al menos cinco puntos matándolos! Tu puntaje actual está siendo mostrado al lado de tu nombre. ¡Te esnviaremos un guerrero experimentado para asistirte, %s!
fi: Osoita taitosi! Hanki ainakin viisi pistettä tappamalla niitä! Tämänhetkinen pistemääräsi näytetään aluksesi vieressä! Lähetämme sotilaan auttamaan sinua, %s!
fr: Prouvez votre valeur ! Obtenez au moins cinq points en les tuant ! Votre score actuel est affiché à côté de votre nom ! Nous vous envoyons un combattant expérimenté pour vous soutenir, %s!
gd: Dearbhaich na sgilean agad! Faigh co-dhiù còig puingean a' marbhadh an nàmhaid! Thèid an sgòr a th' agad a shealltainn ri taobh d' ainm! Cuiridh sinn seann-ghaisgeach ach an toir e cuideachadh dhut, %s!
hi: अपनी कौशलता साबित करो! उन्हे मार कर कम से कम पाँच अंक जमा करिए! आपका स्कोर आपके नाम के पास दिखाई देगा! हम आपको सहयता देने के लिए एक तजुर्बेकार योद्धा को भेज रहे हैं, %s!
hu: Mutasd meg, mit tudsz, %s! Szerezz legalább öt pontot azzal, hogy kilövöd őket! Az aktuális pontjaid a neved mellett vannak kiírva. Küldünk egy tapasztalt harcost is, hogy segítsen neked.
it: Dimostra le tue capacità! Raggiungi almeno cinque punti uccidendo i nemici! Il tuo punteggio corrente è mostrato vicino al tuo nome! Manderemo in campo un guerriero esperto che ti aiuterà, %s!
mn: Та ур чадваруудаа хэрэглэн дайснуудаа устга. Тэд маш хүчтэй болохоор басах хэрггүй, %s!
nl: Toon uw vaardigheden! Score tenminste 5 punten door ze te doden. Uw huidige score staat naast uw naam vermeld. We sturen een ervaren vechter met u mee om u te helpen, %s!
no: Bevis dine ferdigheter! Skaff deg minst fem poeng ved å tillintetgjøre dem! Poengene du har i øyeblikket vises ved siden av navnet ditt! Vi sender in en erfaren kriger for å assistere deg, %s!
pl: Pokaż swoje umiejętności! Zdobądź przynajmniej pięć punktów zabijając ich! Twój wynik jest wyświetlany obok Twojej nazwy! %s, przyślemy Ci doświadczonego wojownika, który będzie udzielał Ci asysty!
pt: Prove suas habilidades! Marque pelo menos cinco pontos os matando! Seus pontos são exibidos próximo a seu nome! Enviaremos um guerreiro experiente para te assistir, %s!
ru: Покажи свои умения! Получи хотя бы пять очков, убивая из! Твой текущий счёт показан после твоего имени! Мы вышлем опытного воина тебе на помощь, %s!
sv: Bevisa dina kunskaper! Få minst fem poäng genom att döda dem! Din nuvarande poäng visas bredvid ditt namn! Vi skickar in en erfaren krigare att assistera dig, %s!
th: พิสูจน์ฝีมือของคุณ! ทำคะแนนให้ได้อย่างน้อย 5 คะแนนโดยการฆ่าพวกเขา! คะแนนปัจจุบันของคุณจะถูกแสดงถัดจากชื่อของคุณ! เราจะส่งนักรบผู้มีประสบการณ์รายหนึ่งเพื่อช่วยเหลือคุณ, %s!

source: Unbelievable!
de: Unfassbar!
es: ¡Increíble!
fi: Uskomatonta!
fr: Incroyable !
gd: Do-chreidsinneach!
hi: अविश्वसनीय!
hu: Hihetetlen!
it: Incredibile!
mn: Тохиргоо хийх!
nl: Ongelooflijk!
no: Det er nesten ikke til å tro!
pl: Niewiarygodne!
pt: Inacreditável!
ru: Великолепно!
sv: Otroligt!
th: ไม่น่าเชื่อ!

source: You managed all our tasks successfully. Now what to do? Let's have a look at the options menu. There you can adjust a lot of... well... options. For example you may choose your ship style and color or change your name...
de: Du hast alle meine Aufgaben erfolgreich abgeschlossen. Was nun? Werfen wir einmal einen Blick auf das Einstellungsmenü. Dort kannst du eine Menge... naja... einstellen. Du kannst zum Beispiel Schiffstil und -farbe oder deinen Namen ändern...
es: Has completado todas mis tareas con éxito. Ahora, ¿qué hacer? Echémos un vistazo en el Menú de Opciones. Allí puedes ajustar un montón de...bueno...opciones. Por ejemplo, puedes elegir el estilo de tu nave, su color, cambiar tu nombre ...
fi: Hoidit kaikki tehtävämme onnistuneesti. Mitä seuraavaksi? Katsotaanpa asetukset-valikkoa. Siellä voit säätää paljon... no... asetuksia. Voit esimerkiksi valita aluksesi mallin ja värin tai vaihtaa nimesi...
fr: Vous avez suivi tous mes conseils avec succès. Que faire à présent ? Regardons un peu dans le menu des options. Ici vous pouvez ajuster un paquet de... comment dire... d'options. Par example, vous pouvez modifier l'apparence de votre vaisseau, ou bien changer votre nom...
gd: Rinn thu a' chùis air gach uile saothair. Dè a-nis? Nach toir sinn sùil air clàr-taice nan roghainnean? 'S urrainn dhut gleus a thoirt air torr... uill... roghainnean ann a shiud. Mar eisimpleir, faodaidh tu stoidhle agus dath an t-soithich agad a thaghadh no d' ainm atharrachadh...
hi: आपने मेरे सारे कार्य कर दिए. अब क्या करें? चलिए विकल्प मेनू देखें. वहाँ पर आप... विकल्प बदल सकते हैं. जैसे की आप अपना नाम या शिप आ रंग बदल सकते हैं...
hu: Az összes feladatot sikerült teljesítened. Most mi legyen? Vess egy pillantást a "Beállítások" menüre. Itt sok.. nos.. beállítást kezelhetsz. Például kiválaszthatod az űrhajód stílusát és színét, vagy megváltoztathatod a neved...
it: Hai affrontato tutte le prove con successo. Cosa ci resta da fare? Diamo un'occhiata al menù delle opzioni. Qui puoi cambiare un sacco di... beh... opzioni. Per esempio, puoi scegliere la forma e il colore della tua navicella oppure puoi cambiare il tuo nome...
mn: Та тохиргооруугаа орж тохиргоо хиймээр байна уу? Нэр эсвэл онгоцны загвараа солимоор байна уу? мөн өөрийн нэрээ ч сольж болно.
nl: U heeft alle taken volbracht. Wat is er nu nog te doen? Laten we eens kijken naar het opties menu. Daar kunt u veel... nouja... zeer veel instellingen aanpassen. Zo kunt u hier bijvoorbeeld uw naam of de kleur van uw ruimtevaartuig aanpassen...
no: Du gjennomførte alle dine oppgaver til det fulle. Hva skal vi gjøre nå? Vi kan begynne med å ta en titt på valgmenyen. Der kan dujustere en hel del... vel... valg. For eksempel kan du velge stil og farge på romskipet ditt, eller du kan endre navnet ditt om du ønsker...
pl: Z powodzeniem wykonałeś wszystkie zadania. Co teraz robić? Popartzmy na Menu Opcji. Tam możesz ustawić, ilość... hmmm... opcje. Na przykład, możesz wybrać sobie styl swojego pojazdu, jego kolor i zmienić nazwę...
pt: Vovê consegiu cumprir todas as tarefas sucessivamente. Agora o que vamos fazer? Vamos dar uma olhada nas opções do menu. Nele você pode ajustar um monte de... bem... opções. Por exemplo você pode escolher o seu estilo de nave e sua cor ou mudar o seu nome...
ru: Ты успешно выполнил все мои задания. Что теперь делать? Посмотри на меню настроек. Здесь ты можешь изменить множество... ммм... опций... Для примера, ты можешь изменить внешний вид и цвет корабля, или сменить имя...
sv: Du klarade av alla våra uppdrag med framgång. Så vad göra nu? Låt oss ta en titt på inställningsmenyn. Där kan man justera en massa... tja... inställningar. Till exempel så kan du välja stil och färg på skeppet, eller kanske ändra ditt namn...
th: คุณจัดการงานทั้งหมดของเราได้สำเร็จ ตอนนี้ต้องทำอะไรต่อล่ะ? ลองดูที่เมนูตัวเลือก ที่นั่นคุณสามารถปรับตัวเลือก...ดีๆ...จำนวนมาก อย่างเช่น คุณอาจเลือกแบบของยานและสี หรือเปลี่ยนชื่อของคุณ...

source: Who's Best?
de: Wer Ist Der Beste?
es: ¿Quién es mejor?
fi: Kuka on paras?
fr: Qui est le meilleur ?
gd: Cò as fhearr?
hi: कौन सबसे अच्छा है?
hu: Ki a legjobb?
it: Chi è il migliore?
mn: Тоглолтын статус-ыг яаж харах вэ?
nl: Wie is de man?
no: Hvem er best?
pl: Kto jest najlepszy?
pt: Quem é melhor?
ru: Кто лучше?
sv: Vem är bäst?
th: ใครที่ทำได้ดีที่สุด?
