Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: You turn out to be a great pilot. Now how about some more weapons?
de: Du scheinst ein guter Pilot zu sein. Wie wäre es mit ein paar mehr Waffen?
es: Resultaste ser un gran piloto. Ahora ¿qué tal unas armas más?
fi: Olet osoittautunut olemaan hieno ohjaaja. Miten on muiden aseiden laita?
fr: Vous devenez bon pilote ! Que diriez-vous d'essayer d'autres armes ?
gd: 'S e sàr-phaidhleat a th' annad. Nise, nach toir sinn airm ùra dhut?
hi: आप तो कितने अच्छे हवाबाज़ हैं. अब कुछ और हथियारों के बारे में क्या ख़याल है?
hu: Csodás pilóta lett belőled! Nos, jöhet még pár fegyver?
it: Sembra che tu sia un gran pilota. Adesso che ne dici di qualche arma in più?
mn: За сансарын нисгэгч минь амжилт!
nl: U ben uitgegroeid tot een geweldige piloot. Nu wat dacht u van wat meer wapens?
no: Du begynner å bli en bra pilot. Ka sier du til å prøve noen nye våpen?
pl: Przeistaczasz się w wielkiego pilota. Co powiesz na powiększenie asortymentu z bronią?
pt: Você parece ser um ótimo piloto. Agora que tal mais algumas armas?
ru: Ты можешь стать отличным пилотом. Как насчет еще парочки видов оружия?
sv: Du visar dig ju vara en bra pilot. Så, hur skulle det smaka med fler vapen?
th: คุณได้กลายเป็นนักบินที่เก่งกาจ ตอนนี้ สนใจอาวุธเพิ่มเติมหรือเปล่า?

source: The Weapons...
de: Die Waffen...
es: Las Armas...
fi: Aseet...
fr: Les armes...
gd: Na h-airm...
hi: हथियार...
hu: A fegyverek...
it: Le armi...
mn: Таны буунууд...
nl: De Wapens...
no: Våpenutvalget...
pl: Broń...
pt: As Armas...
ru: Оружие...
sv: Vapenarsenalen...
th: อาวุธ...

source: We know you've been waiting for this. When docked you can switch through some incredibly evil weapons. Press %s to open your arsenal. Then use %s and %s to choose a weapon! Take-off, when you're ready!
de: Darauf hast du sicher gewartet. Wenn du gelandet bist, kannst du zwischen ein paar wirklich fiesen Waffen wählen. Drücke %s, um dein Arsenal zu öffnen. Benutze dann %s und %s zum Auswählen einer Waffe! Flieg' los, wenn du fertig bist!
es: Sé que has estado esperando esto. Con la nave en tierra puedes cambiar de arma, pudiendo elegir entre algunas armas increíblemente malvadas. Presiona %s para abrir tu arsenal. ¡Luego usa %s y %s para elegir un arma! ¡Despega cuando estés listo!
fi: Tiedämme, että olet odottanut tätä. Telakoituneena voit vaihdella ilkeitä aseitasi. Paina %s avataksesi arsenaalisi. Sitten paina %s tai %s valitaksesi aseen! Lähde liikkeelle, kun olet valmis!
fr: Je sais que vous n'attendiez que ça. Une fois posé, vous pourrez changer d'armement. Appuyez sur %s pour ouvrir votre arsenal. Puis utilisez %s et %s pour choisir une arme ! Quittez cette fenêtre quand vous êtes prêt !
gd: Tha fios againn gun robh fiughar agad ri seo. Nuair a bhios tu san doca, 's urrainn dhut taghadh eadar roghainn de dh'airm uabhasach olca. Brùth air %s gus an arm-lann agad fhosgladh. An uairsin, cleachd %s agus %s gus arm a thaghadh! Tog ort a-rithist nuair a bhios tu ullamh!
hi: मुझे मालूम है आप इसी का इंतेज़ार कर रहे थे. जब शिप उतरा हुआ है आप कुछ बहुत ही ख़तरनाक हथियारों में बदल सकते हैं. हथियार देखने के लिए %s दबाइए. फिर %s और %s से हथियार चुनें! जब तय्यार हों तब उड़ें!
hu: Tudjuk, hogy csak erre vártál. Amikor a bolygódon dokkolsz, hihetetlenül gonosz fegyverek közül válogathatsz. Nyomd meg a(z) %s billentyűt, hogy feltérképezd a lehetőségeid. Ezután használd a(z) %s és %s billentyűket a megfelelő fegyver kiválasztásához. Szállj fel, ha készen vagy!
it: Sappiamo che stavi aspettando proprio questo. Una volta atterrato sul tuo pianeta, puoi scegliere tra alcune terribili armi. Premi %s per aprire l'arsenale. Poi usa %s e %s per scegliere l'arma! Riparti quando sei pronto!
mn: Та %s дараад %s эсвэл %s товчийг дарж буугаа сольж болно. Таньд Shotgun, Rofle, AFK-47 гэсэн 3 буу байгаа дуртайгаа сонго. Тэгээд бэлэн болсон бол урагшаа дарна уу. Тэргүүлэгч - LeaDe[R]!!! миний бие таныг ялна гэдэгт итгэлтэй байна.
nl: We weten dat u hierop heeft staan wachten. Wanneer u zich in de haven bevind kunt u een aantal ongelooflijke gemene wapens switchen. Druk %s om het arsenaal te openen. Gebruik dan %s en %s om een wapen te kiezen! Lanceer wanneer u klaar bent!
no: Vi vet du har ventet på dette!. Fra din hjemplanet kan du velge mellom en hel del heftige våpen. Press %s for å få tilgang til arsenalet ditt. Så kan du bruke %s og %s for å velge et våpen etter din smak! Ta av så snart du er klar for action!
pl: Wiem, że czekałeś na to. Po wylądowaniu można przebierać w iście diabelskim asortymencie broni. Naciśnij %s, aby dostać się do arsenału. Następnie użyj %s i %s, aby wybrać broń! Odlatujesz z lądowiska i gotowe!
ru: Я знаю, ты ждал этого. После приземления ты можешь выбрать одно из нескольких очень опасных оружий. Нажми %s, для открытия арсенала. Затем нажимай %s и %s для выбора оружия! Отлетай, когда будешь готов!
sv: Vi vet att du har väntat på det här. När du har dockat kan du byta mellan några otroligt ondskefulla vapen. Håll in %s för att öppna din arsenal. Använd sen %s och %s för att välja ett vapen! Starta när du är redo!
th: เรารู้ว่าคุณกำลังรอคอยสิ่งนี้ เมื่อเทียบท่ายาน คุณสามารถสลับการใช้อาวุธร้ายแรงต่างๆได้ กด %s เพื่อเปิดปืนใหญ่ของคุณ แล้วใช้ %s และ %s เพื่อเลือกอาวุธ! แล้วขึ้นยาน, เมื่อคุณพร้อม!

source: Fight!
de: Kämpfe!
es: ¡Lucha!
fi: Taistele!
fr: Combattez !
gd: Sabaid!
hi: लड़ाई करो!
hu: Harcolj!
it: Combattimento!
mn: Амжилт!
nl: Vecht!
no: La kampen starte!
pl: Walka!
pt: Batalha!
ru: Схватка!
sv: Kämpa!
th: การต่อสู้!

source: Now let's see how you make it against a rookie from another planet. Seems like he is trying to improve his flying abilities. Beat him!
de: Schauen wir doch mal, wie du dich gegen einen Rookie eines anderen Planeten schlägst. Anscheinend versucht er, seine Flugfertigkeiten zu verbessen. Mach' ihn fertig!
es: Ahora vamos a ver cómo lo haces contra un novato de otro planeta. Parece que está tratando de mejorar sus habilidades de vuelo. ¡Golpéalo!
fi: Katsotaanpa miten pärjäät toisen planeetan noviisia vastaan. Näyttää siltä, että hän yrittää kehittää lentotaitojaan. Päihitä hänet!
fr: Voyons maintenant comment vous vous débrouillez face à un bleu d'une autre planète. On dirait qu'il essaie d'améliorer ses techniques de vol. Battez-le !
gd: Nise, chì sinn mar a thèid leat an aghaidh nuadh-mhìlidh o phlanaid eile. Tha e a' feuchainn ri piseach a thoirt air a chomas sabaide a-rèir coltais. Cuir ruaig air!
hi: अब चलो देखें कि तुम दूसरे ग्रह से आए नौसीखिए के सामने टिक पाते हो या नहीं. शायद वह उड़ना सीख रहा है. हरा दो उसे!
hu: Lássuk hogy megy egy másik bolygó újonca ellen! Úgy tűnik, épp az űrhajója irányítását gyakorolja. Lődd ki!
it: Adesso vediamo come te la cavi contro una recluta di un altro pianeta. Sembra stia cercando di migliorare le sue abilità di volo. Abbattilo!
mn: Энэхүү даалгавар нь эсрэг талийн нисгэгчийг устгах юм. Бэлэн болсон бол Enter товчийг дарна уу.
nl: Laten we nu eens kijken hoe u het doet tegen een groentje van een andere planeet. Het ziet erna uit dat hij zijn vliegvaardigheden probeert te verbeteren. Versla hem!
no: Først kan du prøve deg mot en fersking fra en annen planet. Ser ut som han prøver å forbedre sine flyveferdigheter. Knus ham!
pl: Teraz zobaczmy, jak sobie poradzisz z rekrutem innej planety. Wygląda na to, że próbuje pokazać, czego się nauczył. Rozwal go!
pt: Agora vamos ver como você se sai contra um recruta de outro planeta. Parece que ele está tentando melhorar suas habilidades de voo. Destrua-o!
ru: Сейчас посмотрим, как быстро ты расправишься с новичком с другой планеиы. Похоже, он хочет потренироваться в упавлении кораблем. Разнеси его в клочья!
sv: Nu ska vi se hur du klarar av en nybörjare från en annan planet. Ser ut som att han försöker förbättra sin flygförmåga. Besegra honom!
th: ตอนนี้ มาดูกันว่าจะรับมือกับนักบินใหม่จากดาวเคราะห์ดวงอื่นอย่างไร ดูเหมือนว่าเขากำลังพยายามปรับปรุงความสามารถในการบินของเขาอยู่ เอาชนะเขาซะ!

source: Impressive!
de: Beeindruckend!
es: ¡Impresionante!
fi: Vaikuttavaa!
fr: Impressionnant !
gd: Drùidhteach!
hi: विस्मयकारी!
hu: Lenyűgöző!
it: Sorprendente!
mn: Та амжилттай устгаж чадлаа!
nl: Indrukwekkend!
no: Imponerende!
pl: Doskonale!
pt: Impressionante!
ru: Невероятно!
sv: Imponerande!
th: น่าประทับใจ!

source: You did it! As you may have noticed, a little star appeared over your ship. The more enemies you kill, the more of them will show. But they are not only a frag indicator! Land again and we will show you what else stars are good for.
de: Du hast es geschafft! Wie du vielleicht bemerkt hast, hast du einen kleinen Stern über deinem Schiff erhalten. Je mehr Feinde du tötest, desto mehr Sterne bekommst du. Diese zeigen dir aber nicht nur die Anzahl der getöteten Feinde an...lande noch einmal und du wirst den tieferen Sinn der Sterne erfassen!
es: ¡Lo lograste! Como te habrás dado cuenta, una pequeña estrella apareció sobre tu nave. Entre más enemigos mates, mas estrellas tendrás. ¡Pero no son sólo un indicador de cuantos frags llevas! Aterriza de nuevo y te diremos para que más sirven las estrellas.
fi: Sinä teit sen! Kuten varmaan huomasit, pieni tähti ilmestyi aluksesi päälle. Mitä enemmän vihollisia tapat, sitä enemmän tähtiä saat. Mutta ne eivät ole vain tappojen ilmaisimia! Laskeudu uudestaan, niin me näytämme mihin tähdet kelpaavat.
fr: Vous l'avez fait ! Comme vous l'aurez remarqué, vous obtenez quelques points de récompense à chaque ennemi abattu. Le petit chiffre vert qui apparaît au-dessus de votre vaisseau représente le montant des points. Il augmentera si vous tuez plusieurs ennemis d'affilée.
gd: Rinn thu a' chùis air! Mar a mhothaich thu 's dòcha, nochd rionnag bheag os cionn an t-soithich agad. Mar as motha de nàimhdean a mharbhas tu, 's ann as motha dhiubh a nochdas. Ach chan e comharra sgriosa a th' annta a-mhàin! Laigh a-rithist agus seallaidh sinn dhut dè eile a nì thu le rionnagan.
hi: आपने कर दिखाया! जैसा की आपने ध्यान दिया होगा, आपको हर मारे दुश्मन के लिए प्रतिष्ठा के अंक मिलते हैं. शिप के ऊपर वह चीज़ यही दिखता है. यदि आप ज़्यादा दुश्मनों को मरते हैं, यह बढ़ेगा.
hu: Megcsináltad! Ahogy bizonyára észrevetted, egy kis csillag jelent meg a hajód felett. Minél több ellenséget ölsz meg, annál több csillagot fogsz kapni. Ám ezek nem egyszerűen a pontszámodat jelzik! Landolj, és megmutatjuk mire is jók ezek a csillagok.
it: Ci sei riuscito! Come avrai notato, sopra la tua navicella è apparsa una piccola stella. Più nemici uccidi e più ne appariranno. Ma le stelline non sono solo un indicatore del numero di uccisioni! Attera di nuovo e ti mostreremo per quale motivo sono utili.
mn: Та сайн сансарын дайчин болж. Та одоо Өөрийнхөө гараг дээр очиж зогсоод дайсны гарагруу харж зогсон түр хүлээнэ үү.
nl: Het is u gelukt! Zoals u misschien al gemerkt heeft is er een kleine ster boven uw ruimtevaartuig verschenen. Hoe meer vijanden u verslaat hoe meer er verschijnen. Maar ze zijn niet alleen een frag-teller. Land weer en we zullen u laten zien waar deze sterren voor dienen.
no: Du klarte det! Om ikke du har merket det allerede, så har en liten stjerne dukket opp over skipet ditt. You flere fiender du gjør kål på jo flere stjerner vil du se. Men det er ikke bare en seiersindikator! om du lander romskipet ditt igjen skal vi vise deg hva det er godt for.
pl: Udało Ci się! Pewnie, jak zauważyłeś, zarobiłeś punkty reputacji - dostaje się je za każdego zestrzelonego nieprzyjaciela. Gwizdki (FragStars) pokazujące się nad Twoim statkiem mówą o ilości tych punktów. Pomnażają się, jeśli zestrzelisz więcej nieprzyjacielskich statków w jednym locie.
pt: você consegiu! Como já deve ter percebido, você ganha pontos de reputação para cada inimigo morto. O número verde pequeno aparecendo sobre sua nave representa a quantidade. Ele aumentará se você matar vários inimigos de vez.
ru: Ты сделал это! Может, ты в курсе: ты набираешь очки репутации за каждого убитого врага. Маленькое зеленое число всплывающее над твоим кораблем, показывает это число. Оно будет увеличиваться, если ты уничтожишь множество врагов подряд.
sv: Du gjorde det! Som du kanske har märkt, så dök en liten stjärna upp ovanför ditt skepp. Ju fler fiender du dödar, desto fler stjärnor kommer att visas. Men de är inte enbart en fragindikator! Landa igen och vi ska visa dig vad mer stjärnor kan vara bra för.
th: คุณทำได้! คุณอาจสังเกตเห็น, ดาวเล็กๆ ปรากฏเหนือยานของคุณ ยิ่งฆ่าศัตรูได้มาก, ดาวก็ยิ่งปรากฏมาก แต่ไม่ใช่แค่ดาวที่เป็นตัวบ่งชี้การสังหาร! ลงจอดอีกครั้ง แล้วเราจะแสดงให้เห็นว่าดาวยังมีอะไรดีๆ นอกจากนี้อีก

source: Special Abilities...
de: Besondere Fähigkeiten...
es: Habilidades Especiales...
fi: Erikoistaidot...
fr: Capacités Spéciales...
gd: Comasan sònraichte...
hi: विशेष योग्यता...
hu: Különleges képességek...
it: Abilità Speciali...
mn: Онцгой чадвар хэрэглэх...
nl: Speciale Vaardigheden...
no: Super ferdigheter...
pl: Specialne Możliwości...
pt: Habilidades Especiais...
ru: Специальные способности
sv: Specialförmågor...
th: ความสามารถพิเศษ...

source: As promised, we will tell you the stars' meaning. They are a resource for your ship's impressively powerful extra abilities. For example you can heal you including nearby friends, blast away or freeze ships within a certain distance! The more stars you have, the larger range and strength of the ability grow.
de: Das Gekeimnis der Sterne wird dir nun zuteil: Sie sind Ressourcen für unglaublich mächtige Fähigkeiten deines Schiffes! So kannst du zum Beispiel in der Nähe befindliche Freunde und dich selber heilen oder Feinde wegpusten und einfrieren. Je mehr Sterne du hast, desto mehr Reichweite und Kraft hat die Fähigkeit! Aber gib Acht: Sobald du stirbst, verlierst du alle bis dahin gesammelten Sterne!
es: Como prometimos te diremos el significado de las estrellas. Son un recurso para las habilidades increíblemente poderosas de tu nave. Por ejemplo, ¡Puedes curar a los amigos que estén cerca a ti, empujar o congelar naves alrededor de cierta distancia! Entre más estrellas tengas, más grande es el rango y la fuerza de habilidad es mayor.
fi: Kuten lupasimme, kerromme nyt tähtien merkityksen. Ne ovat aluksesi erikoistaidon voimanlähde. Voit esimerkiksi parantaa itsesi ja lähellä olevat ystäväsi, räjäytellä tai jäädyttää aluksia tietyllä etäisyydellä! Mitä enemmän tähtiä sinulla on, sitä voimakkaampi ja laajempi taito on.
fr: Comme promis, nous allons vous expliquer l'intérêt des étoiles. Elles sont de précieuses et puissantes ressources pour votre vaisseau, lui conférant d'étonnantes capacités. Par exemple, vous pouvez vous soigner (ainsi que les alliés proches), ou encore repousser ou figer les vaisseaux proches ! Plus vous possédez d'étoiles, plus le rayon d'action et la puissance de vos capacités s'accroissent.
gd: Mar a gheall sinn dhut, mìnichidh sinn dhut dè as ciall dha na rionnagan. 'S e stòras a th' annta airson nan comasan sònraichte iongantach aig an t-soitheach agad. Mar eisimpleir, 's urrainn dhut do shlànachadh fhèin agus na caraidean a tha faisg ort, milleadh a dhèanamh no soithichean am broinn astair shònraichte a reòthadh! Mar as motha de rionnagan a bhios agad, 's ann as motha a bhios astar agus neart a' chomais.
hi: जैसा वादा किया था, मैं आपको उन तारों का मतलब बताऊँगा. वे आपके शिप के ताकतवर विशेष योग्यताओं का उपयोग करने में आपकी मदद करते हैं. जैसे की, आप अपने आप को और अपने आस पास के दोस्तों का हेल्थ भर सकते हैं, आस पास के शिप धक्का मार कर हटा सकते हैं और लोगों को जमा सकते हैं! जीतने ज़्यादा तारे आपके शिप के ऊपर हैं, उतनी ज़्यादा ताक़त के साथ आप अपनी विशेष योग्यताओं आ उपयोग कर सकते हैं.
hu: Ahogy ígértük, jöhet a magyarázat: a csillagok űrhajód hihetetlen erejű különleges képességeinek használatához szükségesek. Például meggyógyíthatod magad és körülötted lévő társaid, messzire lökheted vagy épp megfagyaszthatod a közelben lévő űrhajókat. Minél több csillagod van, a kiválasztott képesség ereje és hatótávolsága annál nagyobb lesz.
it: Come promesso, ti sveleremo la reale utilità delle stelline. Esse sono una risorsa per le potenti abilità speciali della tua navicella. Per esempio, puoi guarire te stesso e i compagni vicini e spazzare via o congelare le navi nemiche entro una certa distanza! Più stelle hai, più cresce l' estensione e la forza dell'abilità.
mn: Онцгой чадварууд нь ойр байгаа дайсны талын хүмүүсээ бүгдийг нь хөлдөөх (FREEZER), цацардаг сум (BLAST), амиа нөхөх (HEAL) гэсэн 3 чадвар бий. Мөн дайсантайгаа ойртож байгаад хэрэглэвэл амийг нь их гүйлгэх болно.
nl: Zoals reeds beloofd vertellen we u nu waar de sterren voor dienen. Ze zijn een hulpbron voor uw ruimtevaartuigs speciale vaardigheden. Zo kunt u bijvoorbeeld uzelf en uw nabije vrienden genezen of het wegblazen of bevriezen van vijanden binnen een bepaald bereik! Hoe meer sterren u heeft hoe groter het bereik en de kracht van de vaardigheid.
no: Som vi lovet deg skal vi nå fortelle deg poenget med stjernene. De er en ressurs for romskipet ditt sine svært kraftige ekstra ferdigheter. For eksempel kan du helbrede allierte romskip som befinner seg i nærheten av deg, blåse vekk eller fryse fiendtlige skip innenfor en viss rekkevidde! Får du flere stjerner øker både rekkevidden og kraften på ferdighetene dine.
pl: Jak było obiecane, opowiemy Ci o możliwościach gwiazd (FragStars). Gwiazdki to złoża mocy, które mogą być wykorzystane przez Twój statek i jego specjalne zdolności. Możesz, na przykład, uzdrowić siebie oraz przelatujących w pobliżu przyjaciół, przedmuchać lub zamrozić statki w niedalekiej odległości od siebie! Im więcej gwiazd, tym większy zasięg i moc Twoich zdolności.
pt: como prometido, lhe contaremos o significado das estrelas. Elas são um recurso de incríveis habilidades extras para sua nave. Por exemplo você pode curar a ti a a teus colegas próximos, repulsar ou congelar naves a certa distância! Quanto mais estrelas possuir, maior será o alcance e a força da habilidade.
ru: Как и было обещано, мы расскажем тебе, зачем нужны звезды. Это ресурсы для некоторых впечатляющих дополнительных способностей твоего корабля. Например, ты можешь лечить себя и друзей поблизости, отталкивать или замораживать корабли противника на расстоянии! Чем больше звезд, тем на большее расстояние и с большей силой действуют эти способности.
sv: Som utlovat, så ska vi berätta meningen med stjärnorna. De är en resurs för ditt skepps imponerande kraftfulla extra förmågor. Till exempel kan du hela dig inklusive närbelägna vänner, spränga eller frysa skepp inom ett visst avstånd! Ju fler stjärnor du har, desto större område och styrka får förmågan.
th: ตามที่สัญญา, เราจะบอกความหมายของดาวต่อคุณ พวกมันคือ ทรัพยากรสำหรับความสามารถพิเศษอันทรงพลังที่น่าทึ่งสำหรับยานของคุณ ตัวอย่างเช่น คุณสามารถรักษาเยียวยาเพื่อนใกล้เคียง, ระเบิดหรือแช่แข็งยานอื่นภายในระยะทางที่แน่นอน! ยิ่งคุณมีดาวมาก, ความกว้างใหญ่ของช่วงและความแข็งแกร่งของความสามารถยิ่งเพิ่มขึ้น

source: Selection...
de: Auswahl...
es: Selección...
fi: Valitseminen...
fr: Sélection...
gd: Taghadh...
hi: चुनाव...
hu: Kiválasztás...
it: Selezionare l'Abilità...
mn: FREEZER-ийг сонго...
nl: Selectie...
no: Valgmuligheter...
pl: Wybór...
pt: Seleção...
ru: Переключение...
sv: Val...
th: การเลือกสรร...

source: To switch through the abilities, you just have to press %s. To choose one, you may cycle through them using %s and %s! For this lesson, select the "Freezer"! Take off, when you got it!
de: Um besondere Fähigkeiten auszuwählen, musst du landen und %s drücken. Mithilfe der Tasten %s und %s kannst du durch die verschiedenen Fähigkeiten durchschalten! Nun nimm die "Freezer" und heb wieder ab!
es: Para seleccionar habilidades sólo debes presionar %s. Puedes cambiarla usando %s y %s. Para esta lección selecciona la ¡"Freezer"! ¡Despega cuando la tengas!
fi: Selataksesi taitoja, sinun täytyy vain painaa %s. Valitaksesi yhden niistä, paina %s tai %s! Tälle oppitunnille, valitse "Freezer"! Lähde liikkeelle, kun olet valinnut sen!
fr: Pour alterner entre vos différentes capacités, appuyez sur %s. Pour en choisir une, faîtes-les défiler par les touches %s et %s! Pour le moment, contentons-nous de choisir la capacité "Freezer"! Quittez cette fenêtre quand vous aurez terminé !
gd: Gus leum a ghearradh tro na comasan, feumaidh tu brùthadh air %s. Siubhal tromhpa le %s agus %s gus fear a thaghadh! Airson an aonaid seo, tagh a' "Freezer"! Tog ort nuair a bhios e agad!
hi: उन योग्यताओं को बदलने के लिए, आपको केवल %s दबाना है. फिर %s और %s से आप उन्हें बदल सकते हैं! इस पाठ के लिए, "फ्रीज़र" चुनो! जब आपको मिल गया है, उड़ जाओ!
hu: A különleges képességek közötti váltáshoz nyomd meg a(z) %s gombot. A választáshoz a(z) %s és %s billentyűket használd. Ehhez a leckéhez válaszd a "Freezer" nevű képességet! Szállj fel, ha megvan!
it: Per cambiare la tua abilità devi premere %s. Per selezionarla, puoi utilizzare i tasti %s e %s! Per questa lezione scegli il "Freezer"! Riparti quando lo hai selezionato!
mn: Та %s товчийг дараад %s эсвэл %s дарж онцгой чадвараа солиж болно! Харин одоо таны биелүүлэх даалгавар бол "FREEZER"-ийг сонгох юм.
nl: Voor het switchen tussen vaardigheden, kunt u %s drukken. Om er een te kiezen kunt u ze switchen met %s en %s! Voor deze les selecteer u de "Bevriezer"! Lanceer wanneer u dat gedaan heeft!
no: For å bla gjennom ferdighetene dine trenger du bare å trykke %s. For å velge, bla gjennom ved å trykke %s og %s! For denne leksjonen kan du velge "Fryseren"! Ta av når du er klar!
pl: Aby móc przełączać się pomiędzy dostępnymi zdolnościami, wystarczy przytrzymać %s. Aby wybrać jedną z nich, możesz przebierać między tymi zdolnościami używając %s i %s! Na tej lekcji wybierz "Freezer"! Po dokonaniu wyboru wystartuj i gotowe - już masz!
pt: para alternar entre as habilidades, basta pressionar %s. para escolher uma, você deve alternar utilizando %s e %s! Para esta aula, selecione o "Congelador"! Escolha-o quando consegui-lo!
ru: Для переключения между способностями, тебе необходимо просто нажать %s. Для выбора определенной способности, ты можешь переключаться между ними, нажимая %s и %s! Попробуй выбери "Замораживатель"! Взлетай, как только это получится у тебя.
sv: För att växla mellan förmågorna, behöver du bara hålla in %s. För att välja en, så kan du cykla igenom dem med %s och %s! För den här lektionen, välj "Freezer"! Starta när du har den!
th: เพื่อสลับใช้ความสามารถต่างๆ, คุณเพียงกด %s เพื่อเลือกหนึ่งอย่าง, คุณสามารถทำการวนดูแต่ละอย่างโดยใช้ %s และ %s! สำหรับบทเรียนนี้, เลือก "ตัวแช่แข็ง"! แล้วขึ้นยาน, เมื่อคุณได้มันแล้ว!

source: The Freezer...
de: Der Freezer...
es: Freezer...
fi: Freezer...
fr: Le Freezer...
gd: A' Freezer...
hi: फ्रीज़र...
hu: A Freezer...
it: Il Freezer...
mn: Яагаад заавал FREEZER...
nl: De bevriezer...
no: Fryseren...
pl: Freezer...
pt: The Congelador...
ru: Замораживатель...
sv: Frysen...
th: ตัวแช่แข็ง...
