Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: As the GREAT WAR reduces your resources drastically, scientists were engaged to find a way of efficiently destroying your enemy by limiting the given input. They did a lot of research and eventually created a new weapon with an incredible property: It kills instantly, but launched projectiles are really affine to any gravitation and they're quite difficult to handle. Therefore they called it: INSTA-GRAVE! Unfortunately someone stole the technology, so your enemies can use this evil weapon, too. Now it is your turn: Defeat those thieves in the great GRAVE-ITATION-PIT to regain the upper hand. Win this battle, and the victory of the GREAT WAR may be yours.
de: Der GROßE KRIEG hält weiter an und zehrt an den vorhandenen Ressourcen. Die größten Space-Wissenschaftler tüfteln deshalb an Waffen mit minimalen Input, aber maximaler Zerstörungskraft! Im Zuge dessen wurde eine neue Waffe entwickelt: Sie tötet instantan, aber ihre Geschosse sind sehr gravitationsanfällig....die INSTA-GRAVE wurde geboren! Unglücklichesweise wurde diese unglaublich mächtige Technologie gestohlen! Deine Feinde verfügen nun auch über das Wissen! Nun bist du dran: Zahle es diesen Dieben im großen GRAVE-ITATION-PIT heim! Gewinne diesen Kampf und der GROßE KRIEG wird dir Ruhm und Ehre bringen!
es: Mientras que la GRAN GUERRA reduce tus recursos drásticamente, los científicos se comprometieron a encontrar una forma eficiente para destruir a tus enemigos limitando la potencia dada. Hicieron muchas investigaciones y eventualmente crearon una nueva arma con una propiedad increíble: Mata instantáneamente, pero los proyectiles lanzados son afectados por cualquier gravedad y son bastante difíciles de maniobrar. Por lo tanto lo llamaron: ¡INSTA-GRAVE! Por desgracia alguien robó la tecnología, así que tus enemigos pueden usar esta malvada arma también. Ahora es tu turno: Derrota a esos ladrones en el gran GRAVE-ITATION-PIT para tomar de nuevo la delantera. Gana esta batalla y la victoria en la GRAN GUERRA puede ser tuya.
fi: Koska SUURI SOTA vähentää voimavarojasi radikaalisti, tiedemiehet palkattiin löytämään tehokas keino vihollisen tuhoamiseksi rajoitetulla panoksella. He tekivät paljon tutkimustyötä ja lopulta loivat uuden, uskomattoman aseen. Se tappaa välittömästi, mutta painovoima vaikuttaa laukaistuihin ammuksiin suuresti ja siksi niitä on vaikea käsitellä. Sen vuoksi he kutsuvat sitä nimellä: INSTA-GRAVE! Valitettavasti joku varasti teknologiaamme, joten myös vihollisesi voivat käyttää tätä ilkeää asetta. Nyt on sinun vuorosi: Tuhoa ne varkaat mahtavassa GRAVE-ITATION-PITissä niskalenkin saamiseksi. Voita tämä taistelu, niin SUUREN SODAN voitto voi olla sinun nimissäsi.
fr: Comme la GRANDE GUERRE draine vos ressources rapidement, les scientifiques ont créé une arme économique meurtrière: elle tue instantanément, mais les projectiles ainsi lancés sont instables et difficiles à maîtriser. C'est ainsi qu'ils ont dénommé cette arme: INSTA-GRAVE! Malheureusement quelqu'un a dérobé cette technologie, vos ennemis la possèdent donc également. Détruisez ces voleurs dans la grande fosse à GRAVE-ITATION pour reprendre l'avantage. Remportez cette bataille, et la victoire pour la GRANDE GUERRE sera vôtre.
gd: On a tha an COGADH MÒR air a' mhòrchuid dhe na stòrasan a chaitheamh, tha na h-eòlaichean a' sireadh dòigh gus an nàmhaid a mhilleadh gu h-èifeachdach le cuingeachadh air caitheamh connadh nan arm. Às dèidh rannsachaidh fhada, chruthaich iad arm ùr le feart iongantach: Marbhaidh e sa bhad ach tha na peilearan fo bhuaidh mhòr an na iom-tharraing agus duilich làimhseachadh. Seo an t-ainm a chuir iad air: CÀRAICHEAR-UAIGH! Gu mì-fhortanach, ghoid cuideigin an teicneolas agus tha an t-arm olc aig na nàimhdean cuideachd. Tha e an urra riutsa a-nis: Cuir ruaig air na mèirlich ud san t-SLOC-UAIGH-CHÀRAIDH mòr 's faigh làmh an uachdair orra. Buannaich an cath seo agus dh'fhaoidte gum buannaich thu an COGADH MÒR.
hi: महयुध के कारण क्यूँ की आपके संसाधन कम होते जा रहे है वैज्ञानिक कम से कम संसाधन आ उपयोग कर दुश्मनों को हराने का तरीका ढूँढ रहे थे. बहुत अनुसाधन के बाद उन्हों ने एक ऐसा हथियार तय्यार कर दिया जो सबसे अलग था. वह झट से दुश्मन को खत्म कर देता. परंतु, उसके गोली गुरुत्वाकर्षण के चपेट में जल्दी आ जाते थे और उनका उपयोग करना बड़ा मुश्किल था. इसलिए वे उसे इन्स्टा-ग्रेव बुलाते थे! दुर्भाग्या से किसी ने उसे चोरी कर लिया और आपके दुश्मनों के पास भी यह हथियार है. अब आपकी बारी है: उन चोरों को हरा दो ग्रेव-इटेशन-पिट में ताकि आप उनसे ज़्यादा ताकतवर हो जाएँ. इस जुंग को जीत लो और हो सकता है महयुध में आप ही विजय पाओगे.
hu: Mivel a nagy háború nagymértékben csökkenti a készleteket, a tudósok igyekeztek egy hatékonyabb módot keresni az ellenség legyőzésére. Kutatásaikat siker koronázta, és végül egy hihetetlen tulajdonságokkal rendelkező fegyvert alkottak meg: azonnal öl, ám a kilőtt lövedékekre igen erősen hat a gravitáció, így a fegyvert nem könnyű kezelni. Épp ezért elnevezték INSTA-GRAVE-nek. Sajnos valaki ellopta a technológiát, így az ellenségeid is tudják használni. Itt az idő: győzd le azokat a tolvajokat a hatalmas GRAVE-ITERATION-PIT-ben, hogy visszaszerezzük az erőfölényt! Nyerd meg a csatát, és a nagy háborúban is győzedelmeskedünk!
it: Vista la drastica riduzione delle tue risorse a causa della GRANDE GUERRA, sono stati ingaggiati degli scienziati per trovare il modo di distruggere efficacemente il tuo nemico limitando le risorse impiegate. Dopo una lunga ricerca, gli scienziati sono riusciti a creare una nuova arma con una proprietà incredibile: uccide istantaneamente, ma i proiettili lanciati sono molto sensibili alla forza di gravità e sono piuttosto difficili da utilizzare. Per questo l'hanno chiamata INSTA-GRAVE! Sfortunatamente, qualcuno ne ha rubato la tecnologia e ora anche il nemico può utilizzare quell'arma diabolica. Adesso è il tuo turno: sconfiggi quei ladri nel grande GRAVE-ITATION-PIT per riprendere il sopravvento. Vinci questa battaglia e la vittoria della GRANDE GUERRA potrebbe essere tua.
mn: Эрэлхэг дайчин чамд өөрийнхөө гариг ертөнцийг хамгаалах аугаа үүрэг хариуцлага тохогдож байна. ҮҮний тулд хамаг хүч, оюун ухаанаа шавхан харийхантай тэмцэх хэрэгтэй. Чамд тэдний өөдөөс ашиглах хүчирхэг зэвсэг байгаа болов ч тэдэнд ч мөн чиний өөдөөс ашиглах аюулт зэвсэг байга. Тулааныг ялж өөрийн нэр хүндээ авчир!
nl: Aangezien de grote oorlog uw hulpbronnen drastisch heeft verminderd hebben uw onderzoekers bezig om een manier te vinden om uw vijanden efficient te vernietigen door hun gegeven input te minderen. Ze hebben veel onderzoek gedaan en hebben nu een wapen gecreated met de volgende ongelooflijke eigenschap: Het vernietigt iets meteen en totaal maar de projectielen zijn lastig te beheersen. Ze worden sterk door de zwaartekrachten beinvloed. Daarom heten ze: INSTA-GRAVE! Helaas heeft iemand deze technology gestolen dus hebben uw vijanden nu ook deze technologie. Nu bent u aan zet: Versla die dieven in de GRAVE-ITATION-PIT. Win dit gevecht en de kans dat u de GROTE OORLOG zal winnen zal drastisch toenemen.
no: Siden DEN STORE KRIGEN dramatisk reduserer ressursene dine, er en gruppe forskere engasjert for å finne en ny og effektiv måte å ødelegge fienden på. Etter å ha forsket lenge og vel klarte de til slutt å finne opp et våpen med en utrolig egenskap: Det dreper umiddelbart, men utskutte prosjektiler er svært følsomme for gravitasjonskrefter og er følgelig svært vanskelig og kontrollere. Våpenet har fått navnet. INSTA-GRAVE! Uheldigvis har teknologien allerede blitt stjålet, så fienden kan også benytte seg av samme våpen. Nå er det din tur: Nedkjemp disse simple tyvene i den store GRAVE-ITATION-PIT for igjen å få overtaket. Vinn dette slaget, og DEN STORE KRIGENs seier kan bli din.
pl: WIELKA WOJNA spowodowała niewyobrażalną redukcję zasobów, więc naukowcy zmuszeni zostali do wynalezienia skutecznej broni, której produkcja nie wymagała zużycia deficytowych zasobów planety. Stworzyli nową broń z niesomowitymi właściwościami: zabija natychmiastowo, ale duży wpływ na wystrzelony pocisk ma grawitacja, przez co trudno ją operować. Dlatego nazwali ją: INSTA-GRAVE! Niestety, ktoś ukradł technologię, przez co wrogowie także mogą używać tej diabelskiej technologii. Teraz Twoja kolej: Rozgrom tych złodziei w wielkiej bitwie GRAVE-ITATION-PIT, aby odzyskać przewagę. Wygraj tą bitwę, a zwycięstwo w WIELKIEJ WOJNIE może należeć do Ciebie.
pt: Como a GRANDE GUERRA reduz os seus recursos drasticamente, cientistas conseguiram encontrar uma maneira eficiente de destruir seu inimigo facilmente limitando a entrada. Eles realizaram uma infinidade de pesquisas e criaram uma nova arma de incrível capacidade: Matar instantaneamente, mas os projéteis possuem grande afinidade gravitacional e são difíceis de manobrar. Por isso foi batizado de INSTA-GRAVE! Infelizmente alguém roubou a tecnologia, então seus inimigos podem também utilizar desta arma maléfica. Agora é a sua vez: Derrote estes bandidos no grande BURACO GRAVITACIONAL para reobter a vantagem. Vença esta batalha, e a vitória da GRANDE GUERRA pode ser sua.
ru: Так как на ВЕЛИКУЮ ВОЙНУ уходит огромное колличество ресурсов, ученые искали новые пути эффективного уничтожения ваших врагов. Они проделали огромную работу, и однажды создавали новое оружие с невероятными свойствами: для полного уничтожения врага было достаточно одного попадания, но на запущенные снаряды очень сильно воздействует гравитация, поэтому они очень сложны в управлении. Из-за этого оружие получило название СРАЗУ-ГРАВ! К несчастью, кто-то украл технологию, поэтому наши противники могут использовать это ужасное оружие против нас. Настал твой черёд: уничтожь жалких воришек в великой ГРАВ-ИТАЦИОННОЙ-ДЫРЕ для возвращения лидерства. Победи в этой битве, и победа в ВЕЛИКОЙ ВОЙНЕ будет твоей.
sv: Eftersom det STORA KRIGET drastiskt minskade dina resurser, engagerades vetenskapsmännen för att hitta ett sätt att förgöra din fiende så effektivt som möjligt. De gjorde en hel del forskning och skapade så småningom ett nytt vapen med en otrolig egenskap: Det dödar omedelbart, men avfyrade projektiler är väldigt känsliga för gravitation och de är ganska svåra att hantera. Därför kallade dem det: INSTA-GRAVE! Olyckligtvis så stal någon teknologin, så dina fiender kan också använda detta onda vapen. Nu är det din tur: Besegra tjuvarna i den stora GRAVE-ITATION-GROPEN för att återfå övertaget. Vinn denna kamp, och segern i det STORA KRIGET kan bli din.
th: มหาสงครามได้ลดทรัพยากรของคุณลงอย่างมาก, นักวิทยาศาสตร์ถูกจ้างให้ค้นหาหนทาง ที่มีประสิทธิภาพในการทำลายศัตรูของคุณ โดยการจำกัดสิ่งนำเข้า พวกเขาทำการค้นคว้ามากมาย ในที่สุดก็ได้สร้างอาวุธใหม่ที่มีคุณสมบัติเหลือเชื่อ: มันฆ่าได้โดยทันที, แต่การยิงออกมาได้นั้นเกี่ยวข้องกับแรงโน้มถ่วง และค่อนข้างจะใช้งานยากด้วยเหตุนี้พวกเขาเรียกมันว่า : INSTA-GRAVE! โชคร้ายมาก มีบางคนได้ขโมยเทคโนโลยีนี้ไป, ดังนั้นศัตรูของคุณสามารถใช้อาวุธร้ายแรงนี้ได้เช่นกัน, ตอนนี้คือตาของคุณ: เอาชนะโจรเหล่านั้นในมหา GRAVE-ITATION-PIT เพื่อชิงความได้เปรียบ เอาชนะการต่อสู้ครั้งนี้, แล้วชัยชนะของมหาสงครามจะเป็นของคุณ

source: You paused M.A.R.S. right in the middle of an insane battle? If you want to take a screenshot, this button enables you to generate epic wallpapers, by hiding all windows. Simply bring them back afterwards by pressing ESC.
de: Du hast M.A.R.S. mitten in einer Wahnsinnsschlacht angehalten? Wenn du einen Screenshot machen willst, erlaubt dir dieser Knopf epische Hintergrundbilder zu erstellen, indem er alle Fenster verbirgt. Danach kannst du sie einfach durch Drücken auf ESC wieder einblenden.
es: ¿Has pausado M.A.R.S. en el medio de una batalla demente? Si deseas tomar una captura de pantalla, este botón te permite generar Fondos de Pantalla épicos, al ocultar todas las ventanas. Simplemente tráelos de vuelta al frente pulsando la tecla ESC.
fi: Pysäytit M.A.R.S-pelin hullun taistelun keskellä? Jos haluat ottaa kuvankaappauksen, tämä painike tekee eeppisten taustakuvien luomisen mahdolliseksi piilottamalla kaikki ikkunat. Tuo ne myöhemmin takaisin yksinkertaisesti painamalla ESC-näppäintä.
fr: Vous avez mis M.A.R.S. en pause en plein milieu d'une bataille épique ? Si vous désirez prendre une capture d'écran, ce bouton vous permet de générer des fonds d'écrans splendides, en cachant toutes les autres fenêtres. Vous les réafficherez en appuyant sur la touche ECHAP.
gd: Na chuir thu M.A.R.S. 'na stad ann an teas-mheadhan blàir chruaidh? Ma tha thu airson glacadh-sgrìn a thogail, leigidh am putan seo leat pàipearan-balla iongantach a chruthachadh on a thèid gach uinneag a' falach. Bheir thu air ais iad le brùthadh air ESC.
hi: आपने खेल को जंग के बीचो बीच रोक दिया? अगर आपको स्क्रीन की तस्वीर लेनी है, यह बटन आपको वॉलपेपर के लिए या अन्या कामों के लिए स्क्रीन सॉफ कर देगा. आप एस्केप दबा कर इसे वापस ले आ सकते हो.
hu: Megállítottad a M.A.R.S-ot egy heves csata kellős közepén? Ha képernyőképet szeretnél készíteni, e gomb segítségével csodálatos háttérképeket készíthetsz az ablakok elrejtésével. Később az ESC billentyű lenyomásával visszahozhatod őket.
it: Hai messo in pausa M.A.R.S. proprio nel mezzo di un'incredibile battaglia?? Se vuoi catturare la schermata di gioco, questo pulsante di permette di salvare sfondi e immagini epiche nascondendo tutte le finestre. Dopo la cattura ripristinale semplicemente premendo ESC.
mn: Та M.A.R.S тоглоомыг түр зогсоолоо. Та тулаанаа үргэлжлүүлэхгүй юмуу? Хэрвээ та зураг авахыг хүсвэл зураг авах товч даран авна уу. Та авсан зургийг боловсруулан дэлгэцний зураг ч хийх боломжтой. Энгийнээр хийхийн тулд ESC товчыг дарна уу.
nl: U heeft M.A.R.S. gepauzeerd in het midden van een waanzinnig gevecht? Indien u een schermafbeelding wilt maken, deze knop stelt u in staat om epic wallpapers te maken, door alle schermen te verbergen. Deze zijn weer terug te brengen door op ESC te drukken.
no: Pauser du M.A.R.S midt i en intens kamp? Ønsker du å ta et skjermbilde, gjør denne knappen det mulig å generere episke skrivebordsbakgrunner, ved å hjemme alle vinduene. Du kan enkelt bringe dem tilbake igjen ved hjelp av ESC.
pl: Zatrzymałeś M.A.R.S. w trakcie tak niewiarygodnej bitwy? Jeśli chcesz zrzucić obraz, ten klawisz pozwoli Ci stworzyć wspaniałe tapety, ukrywając wszystkie otwarte okna. Okna przywróć zwyczajnie naciskając klawisz ESC.
pt: Você pausou M.A.R.S. justo no meio de uma batalha insana? Se você quiser tirar uma foto, este botão permite gerar papéis de parede épicos, escondendo todas as janelas. Para trazê-las de volta basta pressionar ESC.
ru: Вы остановили M.A.R.S. прямо в разгаре этого сумашедшего сражения? Если Вы хотите сделать снимок экрана, то с помощью этой клавиши Вы сможете делать эпичные обои, скрывая все окна. Для их возврата просто нажмите ESC.
sv: Du pausade M.A.R.S. mitt under en tokintensiv strid? Om du vill ta en skärmdump, så kan denna knappen hjälpa dig att göra episka bakgrundsbilder genom att dölja alla fönster. Du får tillbaka dem efteråt genom att trycka på Espace.
th: คุณหยุด M.A.R.S. ท่ามกลางการต่อสู้ที่ไม่ปกติ? ถ้าคุณต้องการจับภาพหน้าจอ, ปุ่มนี้ช่วยให้คุณสร้างภาพหน้าจอที่สวยงาม, โดยการซ่อนหน้าต่างทั้งหมด นำมันกลับมาใหม่หลังจากนั้น ง่ายๆ โดยกด ESC

source: Kick or shoot the ball to your enemy's planet!
de: Stoße oder Schieße den Ball zum gegnerischen Planeten!
es: Patea o tira la bola al planeta de tu enemigo!
fi: Potkaise tai ammu pallo vihollisesi planeettaan päin!
fr: Envoyez la balle sur la planète de votre ennemi !
gd: Breab no loisg am bàla gu planaid no nàmhaid!
hi: बॉल को दुश्मनों के ग्रह पर धक्का मरो या गोली से उड़ा दो!
hu: Lökd vagy lődd a gömböt az ellenség bolygójának!
it: Spingi o colpisci la sfera per mandarla contro il pianeta nemico!
mn: Бөмбөгийг дайсныхаа гаригруу онилуулан цохь.
nl: Trap of schiet de ball in de vijandige planeet!
no: Spark eller skyt ballen mot fiendens planet!
pl: Uderz, lub strzel w kulę tak, aby skierować ją na planetę Twoich przeciwników!
pt: Empurre ou atire a bola ao planeta inimigo!
ru: Ударьте или выстрелите шаром в планету противника!
sv: Sparka eller skjut bollen till din fiendes planet!
th: เตะหรือยิงลูกปืนใหญ่ใส่ดาวเคราะห์ของศัตรู!
