Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: In year 3547, civilizations all over the galaxy have settled their own planets, living in peace and harmony with its environment. But outside the contemplative habitats, the GREAT WAR is raging. As a famous fighter on your way to never ending honor and prosperity, you have to protect your planet from the oncoming doom of your jealous neighbours! Fight the battle, a true hero as you are was born for: SPACEBALL. Protect your planet from the sphere of death and defeat your enemies by letting it crush into their ridiculous globe.
de: 3547 Anno Domini: Unzählige Zivilisationen haben das Universum bevölkert und leben in Frieden und Harmonie zusammen. Aber außerhalb dieser beschaulichen Idylle tobt der GROßE KRIEG. Begib dich auf eine schicksalshafte Reise und beschütze deinen Planeten vor der zerstörerischen Wut deiner Nachbarn. Ruhm und Ehre werden deinen Weg säumen. Bereite dich auf die Schlacht vor, für die du geboren wurdest: SPACEBALL. Aus den Tiefen der Galaxis wurde die Kugel der Verderbnis geschaffen. Als Waffe gegen deine Feinde entfaltet sie ihre Macht und vernichtet den gegnerischen Planeten. Aber in den falschen Händen wird sie dich zerschmettern...
es: En el año 3547, las civilizaciones de toda la galaxia han establecido sus propios planetas, viviendo en paz y armonía con su entorno. Pero fuera de los hábitats contemplativos, la GRAN GUERRA está en auge. Como un famoso luchador en su camino al honor y prosperidad sin fin, ¡tienes que proteger tu planeta de la inminiente muerte por parte de tus celosos vecinos! Pelea la batalla, un verdadero héroe como tú nació para: SPACEBALL. Protege tu planeta de la esfera de la muerte y derrota a tus enemigos al dejarlos que se aplasten en su ridículo mundo.
fi: Vuonna 3547, sivilisaatiot ympäri galaksia ovat asettuneet omille planeetoilleen elämään rauhassa ja sovussa ympäristönsä kanssa. Mutta asuinpaikkojen ulkopuolella raivoaa SUURI SOTA. Maineikkaana taistelijana kunnian ja menestyksen tiellä sinun täytyy suojella planeettaasi lähestyvältä tuholta. Sinunkaltaisesi oikea sankari syntyi tätä lajia varten: SPACEBALL. Suojele planeettaasi kuoleman pallolta ja tuhoa vihollisesi ampumalla se heidän naurettavaan planeettaansa päin.
fr: En l'année 3547, les civilisations de toute la galaxie ont fini de coloniser leurs propres planètes, vivant ainsi en paix et en harmonie avec leur environnement. Mais outre cela, la GRANDE GUERRE fait rage. En tant que combattant reconnu, se battant pour l'honneur et la prosperité, vous devez protéger votre planète d'une attaque mortelle de la part de vos voisins ! Combattez avec courage, pour la raison pour laquelle vous êtes né: le SPACEBALL. Protégez votre planète de la mort, et anéantissez vos ennemis sans ménagement.
gd: Sa bhliadhna 3547, tha sìobhaltasan air tuineachadh air na planaidean aca fhèin air feadh an reul-chriosa, a' tighinn beò le sìth 's còrdadh san àrainneachd. Ach taobh a-muigh nan àrainnean smaoineachail, tha fearg a' CHOGAIDH MHÒIR. 'S e gaisgeach cliùiteach a th' annad an tòir onair 's sealbh agus feumaidh tu a' phlanaid agad fhèin a dhìon on mhilleadh a chuireadh na nàbaidhean farmadach oirbh! Dèan an t-sabaid mar bu dual dhan ghaisgeach: BALL-FÀNAIS. Dìon a' phlanaid agad o chruinne a' bhàis agus buail e ri planaid amaideach nan nàimhdean gus ruaig a chur orra.
hi: बरस ३४५७ में विभिन्न सभ्यता अलग अलग ग्रहों पर बस गये हैं. सभी शांति और सद्भाव के साथ रह रहे हैं. परंतु मननशील निवसों के बाहर महयुध उबाल रहा है. एक महान और प्रषिध सैनिक के रूप में, सम्मान और समृद्धि पाने के लिए आपको आते कयामत से अपने ग्रह की रक्षा करनी है लढ़ाई लाडो. वह करो जिसके लिए तुमने जन्म लिया है: स्पेसबॉल! अपने ग्रह की रक्षा करो और अपने दुश्मनों के ग्रह पर उसे धक्का मार कर उन्हे हराओ
hu: 3547-ben a galaxis civilizációi saját bolygóikon élnek békében és harmóniában környezetükkel. Ám ezen nyugodt, szemlélődő bolygókon kívül épp a nagy háború dúl. Híres hősként a végtelen dicsőség és gazdagság reményében meg kell védened bolygódat az irigy szomszédok közelgő pusztításától. A SPACEBALL az, amire születtél, harcolj hát a csatában! Védd meg bolygódat a halál gömbjétől, és győzd le ellenségeidet nevetséges bolygójukra irányítva a gömböt.
it: Nell'anno 3547, i popoli dell'intera galassia hanno colonizzato i rispettivi pianeti, vivendo in pace e in armonia con l'ambiente. Ma fuori dai loro accoglienti pianeti infuria la GRANDE GUERRA. Essendo un famoso combattente che ha intrapreso il cammino verso la ricchezza e la gloria immortale, dovrai proteggere il tuo pianeta dall'incombente minaccia dei tuoi invidiosi nemici! Combatti la battaglia per cui un vero eroe come te è nato: SPACEBALL. Proteggi il tuo pianeta dalla sfera della morte e sconfiggi i tuoi nemici facendola schiantare contro il loro ridicolo mondo.
mn: 3547 онд, бүх гариг ертөнцийн оршин суугчид өөрсдийн гаригтаа амар тайван сууршиж байв, Гэвч эдгээр амгалан тайваны гадуур аймшигт дайн оршин байв. Эрэлхэг дайчин чамд өөрийнхөө гариг ертөнцийг хамгаалах аугаа үүрэг хариуцлага тохогдож байна.
nl: In het jaar 3547, hebben beschavingen van over het gehele heelal zich gevestigd op hun eigen planeten. Ze leven rustig in vrede met hun omgeving. Maar buiten hun leefomgevingen is de GROTE OORLOG gaande. Als een beroemd vechter onderweg naar de oneindige roem en rijkdom moet u uw planeet beschermen tegen de verdoemenis van jaloezie van uw buren! Als de ware held zoals u geboren bent met maar een bestemming: SPACEBALL. Bescherm uw planeet van de dood en verdoemenis van uw vijanden door ze totaal te vernietigen!
no: Året er 3547. Sivilisasjoner over hele galasksen har bosatt sine planeter hvor de lever i fred og harmoni med sine omgivelser. Men utenfor sine trygge omgivelser raser DEN STORE KRIGEN. Som en berømt soldat på vei mot evig ære og velstand må du beskytte planeten din mot en evig strøm av misunnelige naboer! Utkjemp slaget. En ekte helt som deg er født for: SPACEBALL. Beskytt planeten dim mot en sky av død og fordervelse ved å sende dem i småbiter tilbake til deres latterlige hjemplanet.
pl: W roku 3547, cywilizacje w całej galaktyce, które osiedliły własne planety, żyły w pokoju i harmonii z otoczeniem. Jednak poza kontemplacyjnymi siedliskami, WIELKA WOJNA szalała. Jako słynny wojownik na drodze do honoru i dobrobytu, musisz chronić planetę przed nadchodzącą zgubą ze strony swoich zazdrosnych sąsiadów! W walce - prawdziwy bohater, takim jesteś: urodzonym graczem w zabójczą grę: SpaceBall. Chroń naszą planetę od sfery śmierci i pokonaj swoich wrogów, pozwalając im zostać zmiażdżonym na ich śmiesznym globie.
pt: No ano de 3547, civilizações por toda a galáxia colonizaram seus próprios planetas, vivendo em paz e harmonia neste ambiente. Mas fora dos habitats contemplativos, a GRANDE GUERRA está crescendo. Como um famoso lutador em seu caminho para honra e prosperidade eternas, você deve proteger o seu planeta da destruição trazida pelos seus invejosos vizinhos! Lute, um verdadeiro herói como você nasceu para: proteger o seu planeta da esfera de morte e derrotar seus inimigos fazendo-os bater em seu globo ridículo.
ru: В 3547 году, цивилизации всей галактики расселились на своих планетах, живя в мире и гармонии с природой. Но за пределами уютных планет разгоралась ВЕЛИКАЯ ВОЙНА. Как прославленный воин, идущий к нескончаемой славе и богатству, ты решил защищать свою планету от нападения завистливых соседей! Сражайся, настоящий герой, так как ты родился для SPACEBALL. Защити свою планету от сферы смерти, размазав врагов по их ничтожным планетам.
sv: Vid år 3547, har galaxens alla civilisationer slått sig ner på sina egna planeter, där de lever i fred och harmoni med sin omgivning. Men utanför de kontemplativa miljöerna, rasar det STORA KRIGET. Som en känd kämpe på din väg mot rikedom och evig ära, så måste du skydda din planet från dess mötande undergång av dina avundsjuka grannar! Kämpa i slaget, som du som en sann hjälte föddes för: RYMDBOLL. Skydda din planet från dödssfären, och besegra dina fiender genom att låta den krossa deras löjliga lilla glob.
th: ในปี 3547, ฝูงชนทั่วทั้งกาแล็กซี่ ต่างได้ตั้งถิ่นฐานบนดาวเคราะห์ของตนเอง, อยู่อย่างสันติสุขและสามัคคีท่ามกลางสิ่งแวดล้อม แต่ภายนอกของที่อยู่ที่เฝ้าฝันนั้น, มหาสงครามกำลังดุเดือด นักรบที่เลื่องชื่อที่ไม่เคยหมดเกียรติและศักดิ์ศรีเช่นคุณ, ต้องปกป้องดาวเคราะห์ของคุณ จากคำพิพากษาของเพื่อนบ้านผู้ริษยาที่ใกล้เข้ามา! จงต่อสู้กับศึกครั้งนี้, วีรบุรุษตัวจริงอย่างคุณได้กำเนิดมาเพื่อ: ลูกบอลอวกาศ ปกป้องดาวเคราะห์ของคุณจากลูกทรงกลมแห่งความตาย และเอาชนะศัตรูของคุณ โดยให้พวกมันบดขยี้กับลูกทรงกลม

source: The negotiations have failed! Both of you and your neighbours had to record enormous losses in conclusion of the abiding GREAT WAR. As a last attempt of gaining the upper hand, you are ordered to decimate your enemy's resources and to protect your own one's. The only way to do so is an epic TEAMDEATHMATCH. Protect your comrades and destroy your enemies! Teach them a lesson they will never forget.
de: Die Verhandlungen sind gescheitert! Trotz der enormen Verluste auf beiden Seiten ist es nicht möglich, dem GROßEN KRIEG zu entkommen. Die letzten Krieger schließen sich zusammen zu einem gewaltigen TEAM-DEATHMATCH! Beschütze deine Mitstreiter und attakiere deine Feinde! Erteile ihnen eine Lektion, die sie nie vergessen werden!
es: ¡Las negociaciones han fracasado! Ambos, tú y tus vecinos tuvieron que registrar enormes pérdidas en conclusión de la permanente GRAN GUERRA. En un último intento por ganar ventaja, se te ha ordenado diezmar a los recursos de tu enemigo y proteger los propios. La única manera de hacerlo es un épico TEAMDEATHMATCH. ¡Protege tus camaradas y destruye a tus enemigos! Enséñales una lección que nunca olvidarán.
fi: Neuvottelut ovat epäonnistuneet! Sinä ja naapurisi olette kärsineet valtavia häviöitä jatkuvan SUUREN SODAN lopputuloksena. Viimeisenä yrityksenä niskalenkin saamiseksi sinut on komennettu hävittämään vihollisen voimavaroja ja suojelemaan omiasi. Ainoa keino tähän on eeppinen TEAMDEATHMATCH. Suojele tovereitasi ja tuhoa vihollisesi! Anna heille opetus, mitä he eivät tule koskaan unohtamaan.
fr: Les négociations ont échoué ! Vous, comme vos voisins, devez déplorer d'immenses pertes suite à cette GRANDE GUERRE interminable. En tant qu'ultime tentative de reprendre la suprématie, vous avez ordre de décimer les ressources de votre ennemi, mais aussi de défendre les vôtres. La seule façon d'agir efficacement est un TEAMDEATHMATCH. Protégez vos camarades et détruisez vos ennemis ! Donnez-leur une leçon qu'ils n'oublieront pas de si tôt.
gd: Dh'fhàillig leis a' cho-rèiteachadh! Tha an dà chuid thu fhèin agus do nàbaidhean air mòran dhaoine a chall air thoradh a' CHOGAIDH MHÒIR gun chrìch. Mar an oidhirp mu dheireadh ach am buannaicheadh sibh, fhuair thu òrdugh gus stòrasan an nàmhaid a sgrios agus na stòrasan agad fhèin a dhìon. Chan eil fuasgladh ann ach GEAMA a' BHÀIS ann an SGIOBA. Dìon do chuideachd agus mill na nàimhdean! Ionnsaich leasan dhaibh nach dìochuimhnich iad gu bràth tuilleadh.
hi: वार्ता असफल रहे! महयुध समाप्त होने के बाद आप और आपके दुश्मनों को बहुत हानि पहुँची है. जीतने की एक आखरी कोशिश के लिए आपको भेजा जा रहा है. आपको अपने अपने संसाधन बचाते हुए अपने दुश्मनों के संसाधन ख़त्म करने हैं. यह करने का सिर्फ़ एक ही तरीका है: एक महान टीम-डेतमॅच. अपने साथियों को बचाओ और दुश्मनों को नष्ट कर दो! उन्हे ऐसा सबक सिख़ाओ जो वे कभी ना भूल सकें.
hu: A tárgyalások eredménytelenek voltak! A nagy háború során mind Ti, mind szomszédjaitok hatalmas veszteségeket könyvelhettek el. Az erőfölény megszerzése érdekében feladatod az ellenfél készleteinek megtizedelése és sajátunk védelme. Ennek egyetlen módja a hatalmas TEAMDEATHMATCH. Védd meg társaid, és pusztítsd el ellenségeid! Tanítsd őket móresre!
it: I negoziati hanno fallito! Tu e i tuoi nemici avete subito enormi perdite a causa della lunghissima GRANDE GUERRA. Nell'ultimo tentativo di prendere il sopravvento, ti è stato ordinato di annientare le risorse nemiche e di proteggere le tue. L'unico modo è affrontare un epico TEAMDEATHMATCH. Proteggi i tuoi compagni e distruggi i tuoi nemici! Da' loro una lezione che non scorderanno.
mn: Эрэлхэг дайчин чамд өөрийнхөө гариг ертөнцийг хамгаалах аугаа үүрэг хариуцлага тохогдож байна. ҮҮний тулд хамаг хүч, оюун ухаанаа шавхан харийхантай тэмцэх хэрэгтэй. Тулааныг ялж өөрийн нэр хүндээ авчир!
nl: De onderhandelingen zijn mislukt. Zowel u als uw buren hebben enorme verliezen te verwerken als het resultaat van de GROTE OORLOG. In een laatste poging bent u bevolen om de hulpbronnen van uw vijanden te vernietigen en die van uzelf te beschermen. Dit kan alleen door een epische TEAMMATCH. Bescherm uw kameraden en vernietig uw vijanden! Leer ze een les die ze nooit zullen vergeten.
no: Forhandlingene har feilet! Både deg og dine naboer har måttet føre enorme tapslogger i avslutningen av DEN STORE KRIGEN. I et siste forsøk på å få overtaket er du dømt til å ødelegge fienden sine ressurser for å beskytte dine egne. Den eneste måten å avgjøre dette på er i en episk TEAMDEATHMATCH. Beskytt dine kamerater og ødelegg dine fiender! Gi dem en lærepenge de sent vil glemme.
pl: Negocjacje spełzły na niczym! Zarówno Ty, jak i Twoi sąsiedzi, musicie poniść straty w nadchodzącej nieuchronnie WIELKIEJ WOJNIE. Ostatecznie, aby mieć kontrolę, muisz zdziesiątkować zasoby swojego wroga i chronić swoje własne. Jedynym sposobem na to jest Drużynowy Mecz Śmierci. Chroń swoich kompanów i zniszcz wrogów! Daj im lekcję, którą popamiętają na zawsze!
pt: As negociações falharam! Tanto você quanto seus vizinhos tiveram de arcar com grandes perdas decorrentes da constante GRANDE GUERRA. Como última tentativa de ganhar vantagem, você ordenou a destruição dos suprimentos inimigos e a proteção de seus próprios suprimentos. A única maneira de fazer isso é uma épica BATALHA EM TIMES. Proteja seus colegas e destrua seus inimigos! Ensine-os uma lição que eles nunca vão se esquecer.
ru: Переговоры провалены! Ты и твои соседи получили огромные потери в результате соблюдения соглашений ВЕЛИКОЙ ВОЙНЫ. После этого была предпринята последняя попытка отстоять своё мнение, в результате которой ты получил приказ уничтожить ресурсы врага и защитить собственные. Единственный путь — великое КОМАНДНОЕ СРАЖЕНИЕ. Защити своих товарищей и уничтожь врагов! Преподай им урок, который они никогда не забудут.
sv: Förhandlingar har brutit samman! Både du och dina grannar fick utstå enorma förluster i slutakten av det bestående STORA KRIGET. I ett sista försök att få övertaget, så förpliktas du att decimera fiendens resurser och skydda dina egna. Den enda lösningen är en episk LAGDÖDSMATCH. Skydda dina kamrater och förgör dina fiender! Lär dem en läxa som de aldrig glömmer.
th: การเจรจาล้มเหลว! ทั้งคุณและเพื่อนบ้านต่างจารึกการสูญเสียครั้งยิ่งใหญ่ ในบทสรุปของมหาสงครามไปตลอดกาล ความพยายามครั้งสุดท้ายเพื่อชิงความได้เปรียบ, คุณถูกสั่งให้ทำลายทรัพยากรของศัตรูให้มากที่สุด และปกป้องส่วนที่เป็นของคุณเอง ทางเดียวที่จะทำแบบนั้นได้ คือ TEAMDEATHMATCH. ปกป้องสหายและทำลายศัตรูของคุณ! สอนบทเรียนให้พวกมัน, แล้วพวกมันจะลืมไม่ลง

source: Start Local Game
de: Lokales Spiel starten
es: Empezar Juego Local
fi: Paikallinen peli
fr: Démarrer une partie locale
gd: Geama ionadail
hi: लोकल खेल खेलें
hu: Helyi játék indítása
it: Inizia Una Partita In Locale
mn: Шинээр тоглох
nl: Start Lokaal Spel
no: Start lokalt spill
pl: Gra Lokalna
pt: Iniciar um Jogo Local
ru: Начать игру
sv: Spela lokalt
th: เริ่มเกมในเครื่อง

source: Start Tutorial
de: Tutorial starten
es: Empezar Tutorial
fi: Tutoriaali
fr: Lancer le Tutoriel
gd: Oideachadh
hi: प्रशिक्षण करें
hu: Oktatómód indítása
it: Inizia Il Tutorial
mn: Сургуулилтанд орох
pl: Samouczek
pt: Iniciar Tutorial
ru: Пройти обучение
sv: Övningsspela
th: เริ่มการฝึกซ้อม

source: Join Network Game
de: Netzwerkspiel beitreten
es: Unirse a Juego en Red
fi: Liity verkkopeliin
fr: Rejoindre une partie
gd: Geama lìonraidh a tha ann
hi: नेटवर्क पर खेल में शामिल हों
hu: Csatlakozás hálózati játékhoz
it: Unisciti A Una Partita In Rete
mn: Сүлжээрүү нэвтрэх
nl: Neem deel aan een Netwerk Spel
no: Bli med i nettverkspill
pl: Dołącz Do Gry Sieciowej
pt: Entrar em um Jogo em Rede
ru: Зайти в сетевую игру
sv: Anslut till nätverksspel
th: เข้าร่วมเกมเครือข่าย

source: Quit M.A.R.S.
de: M.A.R.S. beenden
es: Salir de M.A.R.S
fi: Poistu
fr: Quitter M.A.R.S.
gd: Fàg M.A.R.S.
hi: मार्स बंद करें
hu: Kilépés
it: Chiudi M.A.R.S.
mn: Гарах
nl: Beëindig M.A.R.S.
no: Avslutt M.A.R.S.
pl: Opuść M.A.R.S.
pt: Sair do M.A.R.S.
ru: Выход
sv: Avsluta M.A.R.S.
th: ออกจาก M.A.R.S.

source: Do you really want to end the current game?
de: Willst du das laufende Spiel wirklich beenden?
es: ¿Seguro que quieres terminar el juego actual?
fi: Haluatko varmasti lopettaa tämänhetkisen pelin?
fr: Voulez-vous vraiment quitter la partie en cours ?
gd: A bheil thu airson crìoch a chur air a' gheama?
hi: आपको सच में खेल अंत करना है?
hu: Biztos be akarod fejezni a jelenlegi játékot?
it: Sei sicuro di voler chiudere questa partita?
mn: Үнэхээр тоглолтыг дуусгах уу?
nl: Weet u zeker dat u de huidige sessie wilt verlaten?
no: Ønsker du virkelig å avslutte gjeldende spill?
pl: Poważnie chcesz zakończyć rozgrywkę?
pt: Realmente deseja terminar o jogo atual?
ru: Вы действительно хотите завершить текущую игру?
sv: Vill du verkligen avsluta det pågående spelet?
th: คุณต้องการจบเกมในขณะนี้หรือไม่?

source: Sets the team of the local players.
de: Stellt das Team der lokalen Spieler ein.
es: Fija el equipo de jugadores locales.
fi: Asettaa paikallisten pelaajien joukkueen.
fr: Configure l'équipe des joueurs locaux.
gd: Suidhichidh seo sgioba nan cluicheadairean ionadail.
hi: लोकल खिलाड़ियों के टीम को सेट करता है.
hu: Beállítja a helyi játékosok csapatait.
it: Imposta la squadra dei giocatori in locale.
mn: Тоглогчийг идвэхжүүлэх.
nl: Stel het team van lokale spelers in.
no: Velger laget til de lokale spillerne.
pl: Ustawiania w drużynie gracza lokalnego.
pt: Ajusta o time dos jogadores locais
ru: Устанавливает команду локальных игроков.
sv: Väljer lag för de lokala spelarna.
th: ตั้งค่าทีมของผู้เล่นในเครื่อง

source: Enables local players.
de: Schaltet lokale Spieler ein/aus.
es: Permite jugadores locales.
fi: Sallii paikalliset pelaajat.
fr: Active les joueurs locaux.
gd: Cuiridh seo cluicheadairean ionadail an comas.
hi: लोकल खिलाड़ियों को लाता है.
hu: Helyi játékosokat állít be.
it: Attiva giocatori in locale.
mn: Тоглогчийг идвэхжүүлэх.
nl: Activeer Lokale spelers.
no: Slår på lokale spillere.
pl: Włącza graczy lokalnych.
pt: Habilita jogadores locais.
ru: Включает локальных игроков.
sv: Tillåter lokala spelare.
th: ใช้งานผู้เล่นในเครื่อง

source: Bots
fi: Botit
gd: Botaichean
hi: बॉट
hu: Botok
it: Bot
mn: Бот
pl: Boty
pt: Robôs
ru: Боты
sv: Bottar
th: หุ่น

source: Adjusts the amount of ships controlled by the artificial intelligence.
de: Stellt die Anzahl von KI-Bots ein.
es: Ajusta la cantidad de naves controladas por la inteligencia artificial.
fi: Asettaa tekoälyllä ohjattavien pelaajien määrän.
fr: Ajuste le nombre de vaisseaux contrôlés par l'intelligence artificielle.
gd: Cuiridh seo gleus air an uiread de shoithichean a bhios fo smachd na h-inntinne fuadain.
hi: कृत्रिम बुद्धि के नियंत्रण में शिप की गिनती बदलता है.
hu: Beállítja a mesterséges intelligencia által irányított űrhajók számát.
it: Imposta il numero di navicelle controllate dall'intelligenza artificiale.
mn: БОТ-оруулах тохиргоо. 0 болговол БОТ-гүй тоглоно.
nl: Pas het aantal schepen aan dat door de kunstmatige intelligentie bestuurd word.
no: Justerer antallet skip som kontrolleres av kunstig intelligens.
pl: Ustawia ilość pojazdów kontrolowanych przez sztuczną inteligencję.
pt: Ajusta a quantidade de naves controladas pele inteligência artificial.
ru: Изменяет колличество кораблей, управляемых компьютером.
sv: Justerar mängden skepp som kontrolleras av den artificiella intelligensen.
th: ปรับจำนวนของยานที่ควบคุมโดยปัญญาเทียม

source: Point limit to be reached by a team in order to win the game.
de: Stellt das Punktelimit ein. Erreicht ein Team diese Punktzahl, so gewinnt es.
es: Límite de puntos que debe alcanzar un equipo para ganar el juego.
fi: Tarvittava joukkueen pistemäärä pelin voittamista varten.
fr: Limite de points à atteindre par une équipe pour gagner la partie.
gd: Na puingean a dh'fheumas sgioba a ruigsinn gus an geama a bhuannachd.
hi: किसी टीम को जीतने के लिए आवश्यक पायंट्स की गिनती बदलता है.
hu: A csapatok által elérendő pontok száma a játék megnyeréséhez.
it: Imposta il punteggio da raggiungere affinché una squadra vinca.
mn: Гарагуудыг мөргөхөд хэр их амь явахыг тохируулах.
nl: Punten limiet voor een team om het spel te winnen.
no: Poenggrense som laget må oppnå for å vinne kampen.
pl: Limit punktów do osiągnięcia, aby wygrać grę przez drużynę.
pt: Limite de pontos a ser alcançado por um time para vencer o jogo.
ru: Указывает предел командных очков, при достижении которого команда выигрывает.
sv: Poänggräns som behöver nås av ett lag för att vinna spelet.
th: คะแนนที่ทีมต้องได้ เพื่อที่จะชนะเกม

source: Bot Difficulty
de: Botstärke
es: Dificultad de los Bots
fi: Bottien vaikeusaste
fr: Difficulté des Bots
gd: Duilgheadas nam bot
hi: बॉट की कठिनाई
hu: Botok ereje
it: Abilità Dei Bot
mn: Ботын түвшин
nl: Bot Moeilijkheidsgraad
no: "Bot" Vanskelighetsgrad
pl: Sprytność Botów
pt: Difficuldade dos Robôs
ru: Уровень ботов
sv: Bottarnas svårighetsgrad
th: ความยากของหุ่น

source: Adjusts the strength of the bots.
de: Stellt die Botsstärke ein.
es: Ajusta la fuerza de los bots.
fi: Asettaa bottien vahvuuden.
fr: Ajuste la puissance des vaisseaux.
gd: Cuiridh seo gleus air neart nam botaichean.
hi: बोट लोगों की मजबूती बदलता है.
hu: A botok erejének beállítása.
it: Imposta la difficoltà dei bot.
mn: БОТ-уудыг хүчтэй болгох.
nl: Pas de sterkte van de bots aan
no: Justerer ferdighetene til bot'ene.
pl: Ustawia siłę BOTów.
pt: Ajusta a força dos robôs
ru: Изменяет сложность ботов.
sv: Justerar styrkan på bottarna.
th: ปรับความแข็งแกร่งของหุ่น

source: PowerUp Spawn Rate
es: Velocidad de generación de Power-Up
fi: Bonuksien ilmestymisnopeus
fr: Taux d'Apparition des Objets
gd: Uiread nan cumhachdan
hi: पावर अप आने का रेट
hu: Felvehető extrák megjelenési ideje
it: Frequenza Comparsa PowerUp
mn: Нэмэлт гарж ирэх хугацаа
nl: PowerUp Spawn snelheid
no: PowerUp gjenfødelses frekvens
pl: Częstotliwość Pojawiania Się Bonusu
pt: Taxa de Renovação dos PowerUps
ru: Время появления бонусов
sv: Spawn rate för PowerUps
th: อัตรากำเนิดพลังเติบโต
