Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: High Star Field Resolution
de: Hochauflösende Sterne
es: Alta Resolución para el Campo Estelar
fi: Korkea tähtikentän resoluutio
fr: Champs d'Étoiles Haute Résolution
gd: Dùmhlachd-bhreacaidh àrd nan rionnagan sa chùlaibh
hi: तारों की ज़्यादा रेसोलूशण
hu: Nagy felbontású csillagmező
it: Alta Risoluzione Dello Sfondo di Stelle
mn: Ододын өндөр нягтрал
nl: Hoog Sterren veld Resolutie
no: Høy oppløsning på stjernefelt
pl: Duża Rozdzielczość Gwiezdnego Pola
pt: Alta Resolução do campo Estelar
ru: Высокое разрешение звездного неба
sv: Hög upplösning på stjärnfältet
th: การกระจายพื้นที่ดาวสูง

source: With high resolution displays, this option makes the star field loop later. Disabling may increase game performance slightly.
de: Bei hohen Auflösungen wird eine Wiederholung des Sternenhintergrundes vermieden. Bei Deaktivierung erhöht sich die Spielleistung leicht.
es: Con pantallas a alta resolución esta opción hace que el campo estelar se repita despues. Desactivarlo puede incrementar el rendimiento del juego ligeramente.
fi: Näytöillä, joilla on korkea resoluutio, tämä valinta saa tähtikentän kiertämään myöhemmin. Sen pois päältä kytkeminen saattaa nopeuttaa peliä.
fr: Avec une haute résolution, cette option repousse le rafraichissement du champs d'étoiles. Désactiver pour accroître les performances.
gd: Air sgrìnichean le dùmhlachd-bhreacaidh àrd, cuiridh an roghainn seo lùbadh air na rionnagan cùlaibh. Bidh piseach beag air dèanadas a' gheama ma dh'fhaoidte ma chuireas tu seo dheth.
hi: हाइ-रेज़ल्यूशन स्क्रीनों के साथ इससे सितारों का तस्वीर बदलता है. इसे बँध करने से खेल ज़रा सा ज़्यादा अच्छा चल सकता है.
hu: Nagy felbontású képernyőkön ez az opció késlelteti a csillagmező ismétlődését. Kikapcsolása javíthatja a játék teljesítményét.
it: Con schermi ad alta risoluzione, questa opzione fa muovere più lentamente le stelle sullo sfondo. Disabilitarla può incrementare lievemente le prestazioni del gioco.
mn: Тоглоомын гэрэлт однуудыг гаргах тохиргоо. Идвэхжүүлвэл хамаагүй гоё.
nl: Indien u een hoge resolutie gebruikt dan zorgt deze optie ervoor dat de sterren veld loop later ingezet word. Het uitschakelen van deze optie kan uw performance een beetje verhogen.
no: På høyoppløste skjermer gjør dette valget at stjernefeltet går senere i loop. Spilletsytelse kan forbedres noe ved å slå av denne.
pl: Z wyświetlaczami wysokiej rozdzielczości, opcja ta sprawia, że gwiezdne pole jest mniej razy powtarzane. Rezygnując z tej opcji, możesz nieznacznie podnieść wydajność gry.
pt: Com monitores de alta resolução, esta opção faz o campo estelar mais duradouro. Desabilitar esta opção pode melhorar a performance do jogo.
ru: На экранах с высоким разрешением, эта опция заставляет звездное небо повторяться позже. Отключение этой опции может незначительно повысить производительности игры.
sv: Med högupplösta skärmar, gör detta val att stjärnfältet loopar senare. Inaktivering kan öka prestandan något.
th: การแสดงผลแบบการกระจายสูง, ตัวเลือกนี้ทำให้พื้นที่ของดาววนรอบ การไม่ใช้งาน อาจเพิ่มสมรรถนะเกมได้เล็กน้อย

source: Moving Stars
de: Bewegte Sterne
es: Estrellas Animadas
fi: Liikkuvat tähdet
fr: Étoiles dynamiques
gd: Rionnagan a' gluasad
hi: हिलते हुए तारे
hu: Mozgó csillagok
it: Movimento Stelle
mn: Хөдлөж буй одод
nl: Bewegende Sterren
no: Bevegelige stjerner
pl: Przemieszczające się planety
pt: Estrelas em Movimento
ru: Движение звёзд
sv: Rörliga stjärnor
th: ดาวเคลื่อนไหว

source: Draws some moving stars on the background. Eye candy, but reduces game performance.
de: Zeichnet ein paar bewegte Sterne in den Hintergrund. Sieht hübsch aus, reduziert aber die Spielleistung.
es: Dibuja algunas estrellas que se mueven. Visualmente atractivo, pero reduce el rendimiento del juego
fi: Piirtää jonkin verran liikkuvia tähtiä taustalle. Silmänruokaa, mutta vähentää suorituskykyä.
fr: Affiche quelques étoiles dynamiques en arrière-plan. Visuellement agréable, mais réduit les performances du jeu.
gd: Tarraingidh seo rionnagan a' gluasad air a' chùlaibh. Tha seo àlainn ach cuiridh e maille air dèanadas a' gheama.
hi: इससे पृष्ठभूमि में हिलते तारे नज़र आयेंगे. अच्छे दिखाई देते हैं, पर खेल धीरे अटक सकता है
hu: Mozgó csillagokat rajzol a háttérre. Jól néz ki, de csökkenti a játék teljesítményét.
it: Disegna alcune stelle in movimento sullo sfondo. Una delizia per gli occhi, ma riduce le prestazioni del gioco.
mn: Жижигхэн однуудыг хөдөлгөх.
nl: Toont een aantal bewegende sterren op de achtergrond. Dit is echt Eye Candy maar reduceert uw performance.
no: Tegner noen få bevegelige stjerner i bakgrunnen. Eye candy, men reduserer spillytelsen.
pl: Rysuje przemieszczające się gwiazdy w tle. Miłe dla oka, ale zmniejsza osiągi gry.
pt: Desenha algumas estrelas em movimento no fundo. Visualmente agradável, mas reduz o desempenho do jogo.
ru: ключает движение некоторых фоновых звёзд. Красиво, но уменьшает производительность игры.
sv: Ritar några rörliga stjärnor i bakgrunden. Ögongodis, men reducerar prestandan på spelet.
th: วาดดาวที่เคลื่อนไหวบนพื้นหลังเป็นอาหารตา แต่จะลดสมรรถนะของเกม

source: Adjusts the global particle count. Lower values will increase performance significantly.
de: Stellt die globale Partikelanzahl ein! Kleine Werte erhöhen die Spielleistung!
es: Ajusta el conteo de partículas global. Valores bajos incrementaran el rendimiento significativamente.
fi: Säätää hiukkasten määrää. Alhaisemmat arvot lisäävät suorituskykyä huomattavasti.
fr: Ajuste le compteur global de particules. Des valeurs basses accroissent les performances.
gd: Cuiridh seo gleus air uiread coitcheann nam mìrean. Bheir luachan ìosal piseach mòr air dèanadas a' gheama.
hi: पार्टिकल की गिनती समायोजित करता है. कम रखने से खेल ज़्यादा अच्छे तरीके से चल सकता है.
hu: Beállítja a globális részecskeszámot. Az alacsonyabb értékek jelentősen növelik a játék teljesítményét.
it: Imposta il contatore di particelle. Valori bassi incrementeranno significativamente le prestazioni del gioco.
mn: Дэлбэрэлтийн эффэктийг тохируулах. Хамгийн бага дээр нь тавибал ямарч дэлбэрэлтийн эффэкт байхгүй тоглоно.
nl: Past de algemene Particle hoeveel aan. Een lagere waarde betekent meer performance.
no: Justerer det globale partikkelantallet. Lavere verdier vil øke ytelsen merkbart.
pl: Ustawia globalną liczbę cząstek. Mniejsze wartości podniosą wydajność gry dosyć znacznie.
pt: Ajusta a contagem global de partículas. Valores menores melhorarão a performance significativamente.
ru: Изменяет общее число частиц. Маленькие значения могут существенно увеличить производительность игры.
sv: Justerar det globala antalet partiklar. Lägre värden ökar prestandan avsevärt.
th: ปรับจำนวนอนุภาคโดยรวม ค่ายิ่งต่ำ ยิ่งเพิ่มสมรรถนะของเกมอย่างชัดเจน

source: Particle Lifetime
de: Partikellebensdauer
es: Duración de Partículas
fi: Hiukkasten kestoaika
fr: Durée de vie des particules
gd: Beò nam mìrean
hi: कण की अवधि
hu: Részecskék élettartama
it: Tempo Di Scomparsa Particelle
nl: Deeltjes (Particle) Levensduur
no: partikkel varighet
pl: Długość Życia Cząstki
pt: Tempo de Vida das Partículas
ru: Время жизни частиц
sv: Partiklarnas livslängd
th: ระยะชีวิตอนุภาค

source: Adjusts the global particle life time. Lower values will increase performance significantly.
de: Stellt die globale Partikellebensdauer ein. Kleine Werte erhöhen die Spielleistung!
es: Ajusta el tiempo de vida de las partículas global. Valores bajos incrementaran el rendimiento significativamente.
fi: Säätää hiukkasten elinaikaa. Alhaisemmat arvot lisäävät suorituskykyä huomattavasti..
fr: Ajuste la durée de vie des particules. Des valeurs basses accroissent les performances.
gd: Cuiridh seo gleus air dè cho fada 's a mhaireas mìrean gu coitcheann. Bheir luachan ìosal piseach mòr air dèanadas a' gheama.
hi: पार्टिकल की आयु बदलता है. कम रखने से खेल ज़्यादा अच्छे तरीके से चल सकता है.
hu: Beállítja a globális részecske-élettartamot. Az alacsonyabb értékek jelentősen növelik a játék teljesítményét.
it: Imposta il tempo di scomparsa delle particelle. Bassi valori incrementeranno significativamente le prestazioni di gioco.
mn: Жижигхэн тоосуудыг тохируулах. Хамгийн бага дээр нь тавибал ямарч жижигхэн тоосгүй тоглоно.
nl: Past de Particle levensduur aan. Een lagere levensduur levert flink meer performance op.
no: Justerer levetiden til de globale partiklene. Lavere verdier vil øke ytelsen merkbart.
pl: Ustawia globalny czas życia cząstki. Mniejsze wartości podniosą wydajność gry dosyć znacznie.
pt: Ajusta o tempo de vida global das partículas. Valores menores melhorarão a performance significativamente.
ru: Изменяет общее время жизни частиц. Маленькие значения могут существенно увеличить производительность игры.
sv: Justerar partiklarnas livslängd. Lägre värden ökar prestandan avsevärt.
th: ปรับระยะชีวิตอนุภาคโดยรวม ค่ายิ่งต่ำ ยิ่งเพิ่มสมรรถนะของเกมอย่างชัดเจน

source: Volume Settings
de: Lautstärke
es: Ajustes de Volumen
fi: Äänenvoimakkuuden asetukset
fr: Options du Volume
gd: Roghainnean na h-àirde
hi: आवाज़ के विकल्प
hu: Hangerő
it: Impostazioni Volume
mn: Дуу
nl: Volume Instellingen
no: Volum innstillinger
pl: Opcje Głośności
pt: Configurações de Volume
ru: Настойки громкости
sv: Volyminställningar
th: การตั้งค่าระดับเสียง

source: Music
de: Musik
es: Volumen de Música
fi: Musiikki
fr: Musique
gd: Ceòl
hi: संगीत
hu: Zene
it: Musica
mn: Хөгжим
nl: Muziek
no: Musikk
pl: Muzyka
pt: Música
ru: Музыка
sv: Musik
th: ดนตรี

source: Adjusts volume of background music.
de: Stellt die Musiklautstärke ein.
es: Ajusta el volumen de la música de fondo.
fi: Säätää taustamusiikin voimakkuutta.
fr: Ajuste le volume du fond musical.
gd: Cuiridh seo àirde na fuaime airson a' chiùil air gleus.
hi: संगीत का आयतन बदलता है.
hu: A háttérzene hangerejét állítja be.
it: Imposta il volume della musica in sottofondo.
mn: Тоглоомны хөгжимийг чангалах, сулруулах тохиргоо.
nl: Past het volume van de achtergrond muziek aan.
no: Justerer volumet på bakgrunnsmusikken.
pl: Ustawia głośność muzyki w tle.
pt: Ajusta o volume da música de fundo.
ru: Изменяет громкость фоновой музыки.
sv: Justerar volumen på bakgrundsmusiken.
th: ปรับระดับเสียงของดนตรีพื้นหลัง

source: Sound
es: Volumen del sonido
fi: Ääni
fr: Son
gd: Èifeachdan fuaime
hi: आवाज़
hu: Hang
it: Suoni Di Gioco
mn: Авиа
nl: Geluid
no: Lyd
pl: Dźwięki
pt: Som
ru: Эффекты
sv: Ljudeffekter
th: เสียง

source: Adjusts volume of sound effects.
de: Stellt die Soundlautstärke ein.
es: Ajusta el volumen de los efectos de sonido.
fi: Säätää äänitehosteiden voimakkuutta..
fr: Ajuste le volume des effets sonores.
gd: Cuiridh seo àirde na fuaime airson èifeachdan fuaime air gleus.
hi: अन्या आवाज़ों का आयतन बदलता है.
hu: A hanghatások hangerejét állítja be.
it: Imposta il volume degli effetti sonori.
mn: Тоглоомны дуу авиаг чангалах, сулруулах тохиргоо.
nl: Past het volume van de geluidseffecten aan.
no: Justerer volumet på lydeffekter.
pl: Ustawia głośność efektów dźwiękowych.
pt: Ajusta o volume dos efeitos sonoros.
ru: Изменяет громкость звуковых эффектов.
sv: Justerar volumen på ljudeffekterna.
th: ปรับระดับเสียงของเสียงประกอบ

source: Announcer
de: Sprache
es: Volumen del Presentador
fi: Tiedottaja
fr: Présentateur
gd: Brathan
hi: उद्घोषक
hu: Bemondó
it: Voce del Commentatore
mn: уншигч
nl: Omroeper
no: Annonsør
pl: Zapowiedzi
pt: Anúncios
ru: Диктор
sv: Annonsör
th: ผู้ประกาศ

source: Adjusts volume of announcers voice.
de: Stellt die Sprachlautstärke ein.
es: Ajusta el volumen del presentador.
fi: Säätää tiedottajan äänen voimakkuutta.
fr: Ajuste le volume de la voix du présentateur.
gd: Cuiridh seo àirde na fuaime airson bhrathan air gleus.
hi: उद्घोषक के आवाज़ का आयतन बदलता है.
hu: A bemondó hangerejét állítja be.
it: Imposta il volume della voce del Commentatore.
mn: Тоглоомны дуу хоолойг чангалах, сулруулах тохиргоо.
nl: Past het volume van de omroeper aan.
no: Justerer volumet på annonsøren.
pl: Ustawia głośność głosu zapowiedzi.
pt: Ajusta o volume da voz dos anúncios.
ru: Изменяет громкость диктора.
sv: Justerar volymen på annonsörens röst.
th: ปรับระดับเสียงของเสียงผู้ประกาศ

source: Playback Settings
de: Wiedergabeoptionen
es: Opciones de Reproducción
fi: Toiston asetukset
fr: Options du Playback
gd: Roghainnean cluiche
hi: गाना बजाने के विकल्प
hu: Zenelejátszás
it: Impostazioni Di Riproduzione Musica
mn: Тоглуулагчын тохиргоо
nl: Afspeel Instellingen
no: Avspillings instillinger
pl: Opcje odtwarzania
pt: Configurações de Reprodução
ru: Настройки воспроизведения
sv: Uppspelningsinställningar
th: ตั้งค่าการเปิดเล่น

source: Play Tracks in Random Order
de: Zufällige Wiedergabereihenfolge
es: Reproducir Pistas en Orden Aleatorio
fi: Soita musiikkikappaleet satunnaisessa järjestyksessä
fr: Lecture aléatoire
gd: Cluich tracaichean air thuaiream
hi: किसी भी क्रमांक मे गाने बजाओ
hu: Zeneszámok véletlenszerű lejátszása
it: Suona Tracce In Ordine Casuale
mn: Хамаагүй тоглуулах
nl: Speel Tracks in Willekeurige Volgorde
no: Spill lydspor i tilfeldig rekkefølge
pl: Graj utwory losowo
pt: Tocar Trilhas em Ordem Aleatória
ru: Случайный порядок воспроизведения музыки
sv: Slumpvis uppspelning
th: เล่นเพลงโดยสุ่มลำดับ

source: Enables music play back in a random sequence.
de: Aktiviert zufällige Wiedergabereihenfolge.
es: Permite reproducir la música en un orden aleatorio.
fi: Soittaa musiikkia satunnaisessa järjestyksessä.
fr: Lance la musique dans une séquence aléatoire.
gd: Thèid an ceòl a chluich ann an òrdugh air thuaiream.
hi: इससे गाने किसी भी क्रमांक मे बजते हैं.
hu: Lehetővé teszi a zeneszámok véletlenszerű lejátszását.
it: Attiva la riproduzione delle tracce musicali in ordine casuale.
mn: Автоматаар хөгжимийг тохируулах.
nl: Speel de muziek af in willekeurige volgorde.
no: Slår på avspilling av tilfeldige spor.
pl: Aktywuje losowe odtwarzanie utworów.
pt: Habilita a reprodução de música em sequência aleatória.
ru: Включает воспроизведение музыки в случайном порядке.
sv: Gör så att bakgrundsmusiken spelas i slumpvis ordning.
th: ใช้งานการเปิดเล่นดนตรีในแบบสุ่มลำดับ

source: Play Next Track
de: Spiele nächsten Titel
es: Reproducir Siguiente Pista
fi: Soita seuraava musiikkikappale
fr: Jouer la piste suivante
gd: Cluich an ath-thraca
hi: अगला गाना
hu: Következő zeneszám lejátszása
it: Suona Traccia Successiva
mn: Дараагын ая
nl: Speel Volgende Track
no: Spill neste lydspor
pl: Następna ścieżka
pt: Tocar Próxima Faixa
ru: Играть следующую композицию
sv: Spela nästa spår
th: เล่นเพลงถัดไป

source: Pressing this key switches to the next music track.
de: Spielt den nächsten Musiktitel ab.
es: Presionar esta tecla cambia a la pista musical anterior.
fi: Tätä näppäintä painamalla siirryt seuraavaan musiikkikappaleeseen.
fr: Permet de passer à la piste musicale suivante.
gd: Gearraidh tu leum dhan ath-thraca ciùil nuair a bhrùthas tu air an iuchair seo.
hi: यह बटन दबाने से अगला गाना बजेगा.
hu: Ennek a gombnak a lenyomásával a következő zeneszám kerül lejátszásra.
it: Premendo questo pulsante si passa alla traccia musicale successiva.
mn: Дараагийн хөгжимийг явуулах.
nl: Deze toets switched naar het volgende muziek spoor.
no: Ved å trykke på denne knappen velger du neste musikkspor.
pl: Po naciśnięciu tego klawisza, odtwarzana jest następna ścieżka z muzyką.
pt: Pressionando esta tecla alterna para a próxima trilha musical.
ru: Нажатие этой клавиши переключает музыкальную композицию.
sv: Trycker man på den här tangenten växlar musiken till nästa spår.
th: การกดปุ่มนี้จะสลับไปยังดนตรีเพลงถัดไป

source: Play Previous Track
de: Spiele vorherigen Titel
es: Reproducir Pista Anterior
fi: Soita edellinen musiikkikappale
fr: Jouer la piste précédente
gd: Cluich an traca roimhe
hi: पिछला गाना बजाओ
hu: Előző zeneszám lejátszása
it: Suona Traccia Precedente
mn: Өмнөх ая
nl: Speel Vorige Track
no: Spill forrige lydspor
pl: Graj poprzedni utwór
pt: Tocar Trilha Anterior
ru: Воспроизвести предыдущую композицию
sv: Spela föregående spår
th: เล่นเพลงก่อนหน้า

source: Pressing this key switches to the previous music track.
de: Spielt den vorherigen Musiktitel ab.
es: Presionar esta tecla cambia a la pista musical siguiente.
fi: Tätä näppäintä painamlla siirryt edelliseen musiikkikappaleeseen.
fr: Appuyer sur cette touche lancera la piste musicale précédente.
gd: Gearraidh tu leum dhan traca ciùil roimhe nuair a bhrùthas tu air an iuchair seo.
hi: इस बटन से पिछला गाना बजता है.
hu: Ennek a gombnak a lenyomásával az előző zeneszám kerül lejátszásra.
it: Premendo questo pulsante si passa alla traccia musicale precedente.
mn: Өмнөх хөгжимийг явуулах.
nl: Deze toets switched naar de vorige muziek spoor.
no: Ved å trykke på denne knappen velger du forrige musikkspor.
pl: Naciśnięcie tego klawisza odtworzy poprzedni utwór.
pt: Pressionando esta tecla alterna para a música anterior.
ru: Нажатие этой клавиши начинает воспроизведение предыдущей композиции.
sv: Trycker man på den här tangenten växlar musiken till föregående spår.
th: การกดปุ่มนี้จะสลับไปยังดนตรีเพลงก่อนหน้า

source: Special Effects
de: Spezialeffekte
es: Efectos Especiales
fi: Erikoistehosteet
fr: Effets Spéciaux
gd: Èifeachdan sònraichte
hi: स्पेशल एफेक्ट
hu: Különleges hatások
it: Effetti Speciali
mn: Онцгой эффэкт
nl: Speciale Effecten
no: Spesial effekter
pl: Efekty Specjalne
pt: Efeitos Especiais
ru: Специальные эффекты
sv: Specialeffekter
th: การแสดงผลพิเศษ

source: Explosions for Slow Motion
de: Explosionen für Slow-Motion
es: Explosiones para Cámara Lenta
fi: Räjähdyksien määrä hidastukseen
fr: Explosions au ralenti
gd: Mall-ghluasad nam spreadhadh
hi: धीमी गति के लिए विस्फोट
hu: Lassítás-effekt x robbanás után
it: Esplosioni Per Attivazione Tempo Rallentato
mn: Тэсрэлтийг удаашруулах
nl: Explosies voor Slow Motie
no: Eksplosjoner for "Slow Motion"
pl: Eksplozja w Zwolnionym Tempie
pt: Explosões em Câmera lenta
ru: Взрывов в режиме замедленного движения времени
sv: Antal explosioner för slowmotion
th: การระเบิดของภาพช้า

source: If that many ships explode simultaneously, the slow motion effect kicks in.
de: Bei dieser Anzahl an gleichzeitigen Explosionen wird ein Zeitlupeneffekt aktiviert.
es: Si esta cantidad de naves explotan el efecto de cámara lenta se activa.
fi: Jos tämän verran aluksia räjähtää samanaikaisesti, hidastus-efekti astuu voimaan.
fr: Active l'effet de ralenti lors d'explosions simultanées de vaisseaux.
gd: Ma thèid an àireamh seo de shoithichean a spreadhadh aig an aon àm, tòisichidh seo èifeachd mall-ghluasaid.
hi: अगर इतने शिप एक साथ फटेंगे तो स्लो-मोशन चालू होगा.
hu: Ennyi űrhajónak kell egyszerre felrobbannia, hogy a lassítás-effekt bekövetkezzen.
it: Se questo numero di navi esplodono simultaneamente, viene attivato l'effetto "rallentatore".
mn: Тэсрэлтийг удаашруулах хөдөлгөөний эффэктийг тохируулах.
nl: Wanneer er zoveel schepen tegelijk exploderen dan kicked het slow motion effect in.
no: Om så mage skip eksploderer samtidig slår "slow motion" effekten inn.
pl: Ilość statków eksplodująca jednocześnie, kiedy to załączany jest efekt zwolnionego tempa.
pt: Se múltiplas naves explodirem simultaneamente, ocorrerá um efeito em câmera lenta.
ru: Если одновременно взрывается несколько кораблей, то включается эффект замедленного движения.
sv: Om så många skepp exploderar samtidigt, aktiveras slowmotioneffekten.
th: ถ้ายานจำนวนมากระเบิดพร้อมๆกัน, การแสดงผลภาพช้าจะถูกนำมาใช้

source: Game Speed
gd: Luaths a' gheama

source: Adjusts the game speed in percent.
gd: Cuiridh seo gleus air luaths a' gheama mar cheudad.

source: Show Debug Information
de: Debuginformationen
es: Mostrar información de depuración
fi: Näytä Debug-tiedot
fr: Afficher Informations de débogage
gd: Fiosrachadh dì-bhugachaidh
hi: डीबग के बारे में जानकारी बताओ
hu: Hibakeresési információk megjelenítése
it: Visualizzazione Info Di Debug
mn: Дебуг
nl: Toon Debug Informatie
no: Vis informasjon om feil
pl: Pokazuj Informacje o Przetwarzaniu
pt: Mostrar Informação de Debug
ru: Показывать отладочную информацию
sv: Felsökningsinformation
th: แสดงข้อมูล Debug

source: Bots Orientation
de: Botverhalten
es: Orientación de Bots
fi: Näytä Bottien suunta
fr: Orientation des Vaisseaux
gd: Comhair nam bot
hi: बॉट अभिविन्यास
hu: Botok céljai
it: Orientamento Dei Bot
mn: Ботын зүг чиг
nl: Bots Orientatie
no: Orientering for bot'er
pl: Status Pracy Botów
pt: Orientação dos Robôs
ru: Ориентация ботов
sv: Bottarnas orientering
th: ตำแหน่งทิศทางหุ่น

source: Displays the job of each bot.
de: Zeigt den Job jedes Bots.
es: Muestra el trabajo de cada bot.
fi: Näyttää kunkin botin tehtävän.
fr: Affiche le rôle de chaque bot.
gd: Seallaidh seo an obair a tha aig gabh bot.
hi: हर बोट का काम दिखाई देता है.
hu: Megjeleníti az egyes botok feladatát.
it: Mostra l'orientamento di ciascun bot.
mn: БОТ-ыг хашаа явах гэж байгааг гаргах тохиргоо.
nl: Toont de taak van elke bot.
no: Viser jobben til hver bot.
pl: Wyświetla pracę każdego BOT'a.
pt: Exibe a função de cada robô.
ru: Показывает задание каждого бота.
sv: Visar varje bots jobb.
th: แสดงงานของแต่ละหุ่น

source: Zones
de: Zonen
es: Zonas
fi: Näytä Alueet
fr: Zones tactiques
gd: Roinnean
hi: क्षेत्र
hu: Területek
it: Zone
mn: Бүсүүд
no: Soner
pl: Strefy
pt: Zonas
ru: Зоны
sv: Zoner
th: บริเวณ

source: Displays tactical zones, which are important for the artificial intelligence.
de: Zeigt taktische Zonen, die für die KI wichtig sind.
es: Muestra zonas tácticas, importantes para la inteligencia artificial.
fi: Näyttää taktiset alueet, mitkä ovat tärkeitä tekoälylle.
fr: Affiche les zones tactiques, importantes pour l'intelligence artificielle.
gd: Seallaidh seo na roinnean innleachdach a tha cudromach dhan inntinn fhuadain.
hi: इससे सामरिक क्षेत्र दिखाई पड़ेंगे, जो कृत्रिम बुद्धि के काम आते हैं.
hu: Megjeleníti a taktikai zónákat, melyek fontosak a mesterséges intelligencia számára.
it: Mostra le zone tattiche importanti per l'intelligenza artificiale.
mn: Байлдааны тактикийг гаргах тохиргоо.
nl: Toont de tactische zones die belangrijke zijn voor de kunstmatige intelligentie.
no: Viser taktiske soner, hvilke er viktige for den kunstige intelligensen.
pl: Wyświetla strefy taktyczne, które są ważne dla sztucznej inteligencji.
pt: Exibe as zonas táticas, que são importantes para a inteligência artificial.
ru: Показывает тактические зоны, которые важны для ИИ.
sv: Visar taktiska zoner, vilket är viktigt för den artificiella intelligensen.
th: แสดงเขตยุทธศาสตร์, ที่สำคัญสำหรับปัญญาเทียม

source: AI-Paths
de: KI-Pfade
es: Recorridos de la IA
fi: Näytä AI-polut
fr: Chemins de l'IA
gd: Slighean IF
hi: बॉट पथ
hu: MI útvonalak
it: Percorsi IA
mn: AИ-зам
nl: AI-Paden
no: AI-Mønster
pl: Ścieżki Sztucznej Inteligencji
pt: Caminhos da IA
ru: Пути ботов
sv: AI-Banor
th: เส้นทางปัญญาเทียม

source: Displays paths calculated by bots.
de: Zeigt von den Bots berechnete Pfade.
es: Muestra caminos calculados por los bots.
fi: Näyttää bottien laskemat polut.
fr: Affiche les chemins calculés par les bots.
gd: Seallaidh seo na slighean a chaidh àireamhachadh leis na botaichean.
hi: बोट लोगों ने जो रास्ता सोच रखा है, वह दिखाई पड़ेगा.
hu: Megjeleníti a botok által kiszámított útvonalakat.
it: Mostra i percorsi calcolati dai bot.
mn: БОТ-ын тоцооллыг гаргах тохиргоо.
nl: Toont de routes die de bots berekend hebben.
no: Viser stier som er utregnet av bot'ene.
pl: Wyświetla ścieżkę wyliczoną przez BOT'y.
pt: Exibe os caminhos calculados pelos robôs
ru: Показывает пути, рассчитанные ботами.
sv: Visar bottarnas beräknade banor.
th: แสดงเส้นทางที่คำนวณโดยหุ่น

source: Name
es: Nombre
fi: Nimi
fr: Nom
gd: Ainm
hi: नाम
hu: Név
it: Nome
mn: Нэр
nl: Naam
no: Navn
pl: Imię
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ

source: Accelerate
de: Beschleunigen
es: Acelerar
fi: Kiihdytä
fr: Accélérer
gd: Luathachadh
hi: तेज़ी बढ़ाना
hu: Gyorsítás
it: Acceleratore
mn: Удирдлага
nl: Versnel
no: Aksellerer
pl: Przyśpieszanie
pt: Acelerar
ru: Ускорение
sv: Accelerera
th: การเร่ง
