Repository: thelaui/M.A.R.S.
Catalog: po/*.po
Languages: de, es, fi, fr, gd, hi, hu, it, mn, nl, no, pl, pt, ru, sv, th

source: This is a first attempt to create a game in OpenGL with SFML. It is a game for two players, flying with ships in a two-dimensional space setting, governed by the laws of gravity. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
de: M.A.R.S. ist der erste Versuch, ein Spiel in OpenGL mit SFML zu erstellen. Steuer alleine oder zu zweit dein Weltraumschiff durch eine zweidimensionale Galaxis, beherrscht von den Kräften der Schwerkraft. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
es: Este es un primer intento de crear un juego en OpenGL con SFML. Es un juego para dos jugadores, volando con naves en un entorno espacial de dos dimensiones, que se rige por las leyes de la gravedad. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
fr: Ceci est une première ébauche dans la création d'un jeu en OpenGL avec SFML. C'est un jeu pour deux joueurs, pilotant des vaisseaux dans une configuration spatiale en deux dimensions, régie par les lois de la gravité. Page d'acceuil: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
gd: Seo a' chiad oidhirp gus geama a chruthachadh ann an OpenGL le SFML. Seo geama airson dà chluicheadair a stiùiricheas soithichean ann am fànais le dà dhimeinsean fo bhuaidh laghan an iom-tharraing. Duilleag-dhachaigh: http://www.marsshooter.org © 2010-2011 Felix Lauer agus Simon Schneegans
hi: यह एस.एफ.एम.एल से ओपन-जीएल में बनाए खेल का पहला प्रयास है. यह दो लोगों के दिए खेल है जिसमे वे दो आयामों में शिप उड़ते हैं, जिसमे गुरुत्वाकर्षण काम करता है. वेबसाइट: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
hu: Ez az első próbálkozás egy, az SMFL segítségével OpenGL-ben megírt játék elkészítésére. Ez egy kétszemélyes játék, ahol űrhajókkal repülhetsz egy kétdimenziós űrben a gravitáció törvényeinek érvényesülése mellett. Honlap: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
it: Questo è il primo tentativo di creare un gioco in OpenGL con SFML. È un gioco per due persone che controllano delle navicelle in uno spazio bidimensionale governato dalle leggi della gravità. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
mn: Энэ тоглоом нь анхны дэмжлэг болох OpenGL болон SFML дээр суурилсан. 2 тоглогчоос бүрдэх бөгөөд, сансар дээр явах хөлөгийг тухай ба, дэлхийн таталцлын хуулиас санаачласан болно. Вебсайт: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
nl: Dit is de eerste poging voor een spel in OenGL met SFML. Het is een spel voor twee spelers, met schepen in een twee-dimensionale omgeving die geregeerd word door de wetten der zwaartekracht. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
no: Dette er første forsøk på å lage et spill i OpenGL ved hjelp av SFML. Dette er et spill for to spillere hvor dere styrer romskipene i et todimensjonalt spillmiljø, begrenset av tyngdekraftens påvirkning. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
pl: Jest to pierwsza próba stworzenia gry w OpenGL z SFML (Simple and Fast Multimedia Library). Jest to gra dla dwóch graczy, gdzie lata się statkami kosmicznymi w dwuwymiarowej przestrzeni, w której rządzą prawa grawitacji. Strona domowa projektu: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
pt: Esta é a primeira tentativa de criar um jogo em OpenGL com SFML. É um jogo para dois jogadores, controlando naves em uma configuração de espaço bidimensional, governada pelas leis da gravidade. Site: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
ru: Это первая попытка сделать игру с использование OpenGL и SFML. Эта игра для двух игроков, летающих на кораблях в двухмерном космическом пространстве, управляемом законами гравитации. Домашняя страница: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
sv: Detta är ett första försök att skapa ett spel i OpenGL med SFML. Det är ett spel för två spelare, som flyger rymdskepp i en tvådimensionell värld som styrs av gravitationslagen. Hemsida: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
th: นี่คือความพยายามครั้งแรกของการสร้างเกมใน OpenGL กับ SFML มันเป็นเกมสำหรับ 2 ผู้เล่น, บินกับยานที่ตั้งค่าแบบ 2 มิติในอวกาศ, และถูกควบคุมโดยกฎของแรงโน้มถ่วง โฮมเพจ: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. Available online under: http://www.gnu.org/licenses/gpl-3.0.html
de: Dieses Programm ist kostenfreie Software; es kann entsprechend den Bedingungen der GNU General Public License (Version 3 oder spätere, veröffentlich von der Free Software Foundation) verbreitet und/oder verändert werden. Dieses Programm soll dem Nutzen dienen, dafür übernehmen die Entwickler aber KEINE GARANTIE, insbesondere nicht die der KOMMERZIELLEN VERBREITUNG oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Für weitere Informationen und die englische Originalversion sollte die GNU General Public License unter http://www.gnu.org/licenses/gpl-3.0.html eingesehen werden.
es: Este programa es software libre; puedes redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation; bien la versión 3 de la Licencia, o (a tu elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la GNU General Public License para más detalles. Disponible online en: http://www.gnu.org/licenses/gpl-3.0.html
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la “GNU General Public License” telle que publiée par la Free Software Foundation : soit la version 3 de cette licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il vous sera utile, mais SANS AUCUNE GARANTIE : sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la Licence Générale Publique GNU pour plus de détails. Également disponible en ligne sur: http://www.gnu.org/licenses/gpl-3.0.html
gd: 'S e bhathar-bog saor a tha sa phrògram seo; faodaidh tu a sgaoileadh no atharrachadh fo theirmichean a' GNU General Public License mar a chaidh foillseachadh le Free Software Foundation; tionndadh 3 dhen cheadachas no (le do roghainn fhèin) tionndadh as ùire dheth. Tha am prògram seo 'ga sgaoileadh is sinne an dòchas gum bi e gu feum ach 's ann as aonais barantais sam bith; fiù às aonais barantas fillte a thaobh SO-MHARSANTACHD no ION-FHREAGARRACHD A CHUM FEUM SAM BITH. Faic a' GNU General Public License airson barrachd fiosrachaidh. Ri fhaighinn air loidhne air: http://www.gnu.org/licenses/gpl-3.0.html
hi: यह प्रोग्राम मुफ़्त है; आप इसे फिर से विभाजित कर सकते हैं या संशोधित कर सकते हैं जब तक की आप जी.एन.यू जेनेरल पब्लिक लिसेंसेके शर्तों के तहत चलें जैसा फ्री सॉफ्टवेर फाउंडेशन ने प्रकाशित किया है; या लाइसेन्स का संस्करण ३ या आपके मुताबिक कोई भी नया संस्करण. इस प्रोग्राम को वितरित इस उमीद के साथ किया गया है की यह आपके लिए काम करेगा, पर बिना किसी वारंटी के; बिना किसी व्यापारिकता या किसी विशेष काम के लिए बनाए जाने के लिए वारंटी के. और जानने के लिए जि.एन.यु जेनेरल पब्लिक लाइसेन्स देखिए. इंटरनेट पर यहाँ मिलेगा: http://www.gnu.org/licenses/gpl-3.0.html
hu: Ez a program szabad szoftver; terjeszthető illetve módosítható a Free Software Foundation által kiadott GNU General Public License dokumentumában leírtak; akár a licenc 3-as, akár (tetszőleges) későbbi változata szerint. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az ELADHATÓSÁGRA vagy VALAMELY CÉLRA VALÓ ALKALMAZHATÓSÁGRA való származtatott garanciát is beleértve. A felhasználónak a programmal együtt meg kell kapnia a GNU General Public License egy példányát; ha mégsem kapta meg, akkor tekintse meg a <http://www.gnu.org/licenses/> oldalon.
it: Questo programma è software libero; puoi redistribuirlo e/o modificarlo rispettando i termini della GNU General Public License pubblicata dalla Free Software Foundation; sia la versione 3 della Licenza, sia (a tua scelta) una qualsiasi versione successiva. Questo programma è distribuito con la speranza che possa essere utile, ma SENZA NESSUNA GARANZIA; anche senza la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UN PARTICOLARE SCOPO. Leggi la GNU General Public License per maggiori dettagli. Disponibile online a: http://www.gnu.org/licenses/gpl-3.0.html
mn: Энэ програм бол үнэгүй ба; та энэ тоглоомыг хөгжүүлэх, өөрчлөхийг хүсвэл тоглоом зохиосон баг болон GaVaL багаас зөвшөөрөлтэй байх хэрэгтэй.
nl: Dit programma is vrije software. U mag het herdistribueren en / of wijzigen onder de voorwaarden van het GNU General Public License zoals gepubliceerd door de Free Software Foundation; ofwel versie 3 van de Licentie, of (naar keuze) een latere versie. Dit programma wordt verspreid in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zonder zelfs de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details. Available online onder: http://www.gnu.org/licenses/gpl-3.0.html
no: Dette programmet er fri programvare; du kan redistribuere det og/eller modifisere det innenfor rettighetene beskrevet i GNU "General Public License" utgitt av "the Free Software Foundation"; enten versjon 3 av lisensen eller(om du ønsker det) nyere utgaver. Dette programmet er distribuert i håp om at det vil være fult brukbart, men UTEN NOEN FORM FOR GARANTI; selv uten underforståtte garantier om salgbarhet eller anvendelighet FOR ET SPESIELT FORMÅL. Se GNU "General Public License" for flere detaljer. Tilgjengelig på nettet under: http://www.gnu.org/licenses/gpl-3.0.html
pl: Ten program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach licencji GNU General Public License, opublikowanej przez Free Software Foundation w wersji 3 tej Licencji, lub (według Twojego wyboru) którejś z późniejszych wersji. Program ten jest rozprowadzany z nadzieją, że będzie on użyteczny, ale BEZ JAKICHKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONEGO CELU. Zobacz licencję GNU General Public License, aby zaznajomić się ze szczegółami. Licencja dostępna jest pod adresem: http://www.gnu.org/licenses/gpl-3.0.html
pt: Este programa é um software livre; você pode redistribuí-lo e/ou midificá-lo sob os termos da Licença Pública Geral GPL como publicado pela Free Software Foundation; seja a versão 3 da licença, ou (na sua opinião) alguma versão posterior. Este programa é distribuído na esperança de ser útil, mas SEM QUALQUER GARANTIA; inclusive sem a garantia implícita de COMERCIALIZAÇÃO ou APTIDÃO A UM FIM PARTICULAR. Veja a Licença Pública Geral GNU para mais detalhes. Disponível online em: http://www.gnu.org/licenses/gpl-3.0.html
sv: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. Available online under: http://www.gnu.org/licenses/gpl-3.0.html
th: โปรแกรมนี้เป็นซอฟต์แวร์ฟรี; คุณสามารถแจกจ่ายและ/หรือปรับเปลี่ยนมันได้ ภายใต้เงื่อนไขของ GNU General Public License ดังที่ตีพิมพ์โดย Free Software Foundation; ทั้งเวอร์ชัน 3, และเวอร์ชันต่อๆ มาของการอนุญาต(ที่ตัวเลือกของคุณ) โปรแกรมนี้ถูกเผยแพร่โดยหวังว่าจะมีประโยชน์, แต่"ปราศจากการรับประกันใด ๆ"; ปราศจากแม้กระทั่งนัยแห่งการใช้ซื้อขายหรือความเหมาะสมสำหรับเป้าประสงค์จำเพาะใดๆ ดูที่ GNU General Public License สำหรับรายละเอียดเพิ่มเติม มีออนไลน์ที่: http://www.gnu.org/licenses/gpl-3.0.html

source: Special Thanks to:
de: Besonderer Dank geht an:
es: Gracias especiales a:
fi: Erityiskiitokset:
fr: Remerciements particuliers à:
gd: Taing shònraichte gu:
hi: विशेष धन्यवाद:
hu: Nagy köszönet az alábbi személyeknek:
it: Ringraziamenti speciali a:
mn: Талархаж буй:
nl: Speciale dank aan:
no: Spesielt takk til:
pl: Specjalne Podziękowania za:
pt: Agradecimentos especiais para:
ru: Особые благодарности:
sv: Särskilt tack till:
th: ขอขอบคุณ:

source: Translations: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Proch Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gastón Swedish: Henrik Coding support: Werner and Deubeuliou Tests and creative support: Heinrich, Martin, Bastian, Sandra, Diana.
de: Übersetzungen: Arabisch: Majid Chinesisch: Wecing Tschechisch: Mates Finnisch: Paavo Französisch: Ludovic Deutsch: Atto Hindi: Antriksh & Aakanksh Ungarisch: Papp Bence Italienisch: Proch Polnisch: command_dos Portugisisch: Vitor Russisch: Drakmail Spanisch: Gastón Schwedisch: Henrik Quellcodebeiträge: Werner und Deubeuliou Tests und kreativer Support: Heinrich, Martin, Bastian, Atto, Diana.
es: Traducciones: Alemán: Atto Arábico: Majid Chino: Wecing Checo: Mates Español: Gastón & HaPK Italiano: Proch Finlandés: Paavo Francés: Ludovic Hindi: Antriksh & Aakanksh Húngaro: Papp Bence Polaco: command_dos Portugués: Vitor Ruso: Drakmail Sueco: Henrik Soporte de código: Werner and Deubeuliou Pruebas y soporte creativo: Heinrich, Martin, Bastian, Sandra, Diana.
fi: Käännökset: Arabia: Majid Kiina: Wecing Tšekki: Mates Suomi: Paavo Ranska: Ludovic Saksa: Atto Hindi: Antriksh & Aakanksh Unkari: Papp Bence Italia: Proch Puola: command_dos Portugali: Vitor Venäjä: Drakmail Espanja: Gastón Ruotsi: Henrik Koodaustuki: Werner ja Deubeuliou Testaus ja luova tuki: Heinrich, Martin, Bastian, Sandra, Diana.
fr: Traductions: Arabe: Majid Chinois: Wecing Tchèque: Mates Finlandais: Paavo Français: Ludovic Allemand: Sandra Hindi: Antriksh & Aakanksh Hongrois: Papp Bence Italien: Proch Polonais: command_dos Portugais: Vitor Russe: Drakmail Espagnol: Gastón Suedois: Henrik Aide au développement: Werner et Deubeuliou Tests et Aide à la création: Heinrich, Martin, Bastian, Sandra, Diana.
gd: Eadar-theangachaidhean: Arabais: Majid Sìnis: Wecing Seicis: Mates Fionnlannais: Paavo Frangais: Ludovic Gearmailtis: Atto Hindi: Antriksh agus Aakanksh Ungairis: Papp Bence Eadailtis: Proch Pòlainnis: command_dos Portagailis: Vitor Ruisis: Drakmail Spàinntis: Gastón Suainis: Henrik Taic le còdachadh: Werner agus Deubeuliou Deuchainnean agus taic cruthachail: Heinrich, Martin, Bastian, Sandra, Diana.
hi: अनुवाद: उर्दू: माजिद चीनी: वेसिंग चेक: मेट्स फिनिश: पावो फ्रांसीसी: अस्तोहन जर्मन: सैंड्रा हिन्दी: अंतरिक्ष और आकांक्ष हंगेरी: पाप बेन्स इतालवी: प्रॉक पोलिश: कमॅंड_डोस पुर्तगाली: विटोर रूसी: ड्रेकमैल स्पेनिश: गॅसटन स्वीडिश: हेनरिक कोडिंग में समर्थन: वर्नर और डूबूलिओ परीक्षण और रचनात्मक समर्थन: हेनरिक, मार्टिन, बास्टीअन, सैंड्रा, डाइना.
hu: Fordítók: Arab: Majid Kínai: Wecing Cseh: Mates Finn: Paavo Francia: Ludovic Német: Atto Hindi: Antriksh és Aakanksh Magyar: Papp Bence, alyr és Udvari Gábor Olasz: Proch Lengyel: command_dos Portugál: Vitor Orosz: Drakmail Spanyol: Gastón Svéd: Henrik Kódolási támogatás: Werner és Deubeuliou Tesztelés és kreatív támogatás: Heinrich, Martin, Bastian, Sandra, Diana.
it: Traduzioni: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Alberto Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gastón Swedish: Henrik Coding support: Werner and Deubeuliou Tests and creative support: Heinrich, Martin, Bastian, Sandra, Diana.
mn: Хөрвүүлсэн: Монгол: GaVaL TeaM Араб: Majid Хужаа: Wecing Чех: Mates Финланди: Paavo Францу: Astohan Герман: Sandra Хинди: Antriksh & Aakanksh Венгер: Papp Bence Италь: Proch Польш: command_dos Португаль: Vitor Орос: Drakmail Испан: Gastón Швед: Henrik Програмчлалд туслалцаа үзүүлсэн: Werner and Deubeuliou Тестэлсэн болон зураглал: Heinrich, Martin, Bastian, Sandra, Diana.
nl: Vertalingen: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Proch Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gastón Swedish Dutch: Carlo von Ranzow: Henrik Coding support: Werner en Deubeuliou Tests and creative support: Heinrich, Martin, Bastian, Sandra, Diana.
no: Oversettelser: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Proch Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gastón Swedish: Henrik Norwegian: Thomas Programerings støtte: Werner and Deubeuliou Testing og kreative støttespillere: Heinrich, Martin, Bastian, Sandra, Diana.
pl: Tłumaczenia: Arabski: Majid Chiński: Wecing Czeski: Mates Fiński: Paavo Francuski: Ludovic Niemiecki: Atto Hinduski: Antriksh & Aakanksh Węgierski: Papp Bence Włoski: Proch Polski: command_dos Portugalski: Vitor Rosyjski: Drakmail Hiszpański: Gastón Szwedzki: Henrik Wsparcie programowania: Werner and Deubeuliou Testy i wsparcie w tworzeniu: Heinrich, Martin, Bastian, Sandra, Diana.
pt: Traduções: Árabe: Majid Chinês: Wecing Tcheco: Mates Finlandês: Paavo Francês: Astohan Alemão: Sandra Hindú: Antriksh & Aakanksh Húngaro: Papp Bence Italiano: Proch Polonês: command_dos Português: Vitor Russo: Drakmail Espanhol: Gastón Sueco: Henrik Suporte de Código: Werner and Deubeuliou Testes e suporte criativo: Heinrich, Martin, Bastian, Sandra, Diana.
ru: Переводы: Арабский: Majid Китайский: Wecing Чешский: Mates Финский: Paavo Французский: Astohan Германский: Sandra Хинди: Antriksh & Aakanksh Венгерский: Papp Bence Итальянский: Proch Польский: command_dos Португальский: Vitor Русский: Drakmail Испанский: Gastón Шведский: Henrik Помощь в программировании: Werner and Deubeuliou Тестирование и творческая поддержка: Heinrich, Martin, Bastian, Sandra, Diana.
sv: Översättningar: Arabiska: Majid Kinesiska: Wecing Tjeckiska: Mates Finska: Paavo Franska: Astohan Tyska: Sandra Hindi: Antriksh & Aakanksh Ungerska: Papp Bence Italienska: Proch Polska: command_dos Portugisiska: Vitor Ryska: Drakmail Spanska: Gastón Svenska: Henrik Utvecklingsstöd: Werner och Deubeuliou Testning och kreativt stöd: Heinrich, Martin, Bastian, Sandra och Diana.
th: การแปล: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Proch Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gast?n Swedish: Henrik Coding support: Werner and Deubeuliou Tests and creative support: Heinrich, Martin, Bastian, Sandra, Diana.

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi: रद्द
hu: Mégse
it: Cancella
mn: Болих
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก

source: Select Language
gd: Tagh cànan

source: Start Network Game
de: Netzwerkspiel starten
es: Empezar Juego en Red
fi: Aloita verkkopeli
fr: Créer une partie en réseau
gd: Geama lìonraidh ùr
hi: नेटवर्क पर खेल शुरू करें
hu: Hálózati játék indítása
it: Inizia Una Partita In Rete
mn: Сүлжээгээр тоглох
nl: Start Netwerk Spel
no: Start et nettverkspill
pl: Gra Sieciowa
pt: Iniciar um Jogo em Rede
ru: Начать сетевую игру
sv: Starta ett nätverksspel
th: เริ่มเกมเครือข่าย

source: M.A.R.S. gaming over the world wide web or a local area network is a planned feature, but not implemented yet. Stay tuned!
de: Das Spielen von M.A.R.S. via Internet oder LAN ist in Planung, bis jetzt aber noch nicht eingebaut. Dranbleiben!
es: Jugar a M.A.R.S. en la World Wide Web o en una Red de Área Local (LAN) es una característica prevista, pero aún no implementada. ¡Manténte atento!
fi: M.A.R.S.-pelin pelaaminen internetissä tai lähiverkossa on suunniteltu muttei vielä toteutettu ominaisuus. Pysy vireessä!
fr: Jouer à M.A.R.S. à travers le monde ou via un réseau local est une fonction non implémentée, mais prévue. Restez informé !
gd: Tha geamannan M.A.R.S. air loidhne no air lìonra ionadail fainear dhuinn ach cha do chruthaich sinn seo fhathast. Cum sùil air seo!
hi: इंटरनेट या लोकल एरिया नेटवर्क पर खेलना की योजना बनाई गयी है, पर अब तक वह बना नहीं है. जमे रहो!
hu: A M.A.R.S játszható lesz helyi hálózaton vagy a világhálón keresztül, ez a funkció azonban még nincs kész. Ne csüggedj, figyeld weboldalunkat!
it: Il Team diM.A.R.S. sta ancora lavorando all'implementazione del gioco in rete locale (LAN) o in Internet Perciò continua a seguirci!
mn: M.A.R.S. тоглоом нь онлайн болон LAN сүлжээ дээр танигдсан. Stay tuned!
nl: M.A.R.S. spelen over het world wide web of lokaal netwerk staat in de planning maar is nog niet geimplementeerd. Blijft u op de hoogte!
no: M.A.R.S. Spilling over verdensveven eller lokale nettverk er planlagt, men så langt ikke inkludert. Kommer snart!
pl: Gra w M.A.R.S. przez internet, lub w sieci lokalnej jest dopiero w planach. Cierpliwości!
pt: Jogar M.A.R.S pela internet ou rede local é uma função planejada, mas não implementada ainda. Fique ligado!
ru: Поддержка игры в M.A.R.S. через интернет или локальную сеть планируется, но пока не реализована. Ждите!
sv: Att spela M.A.R.S. över Internet eller LAN är en planerad funktion som tyvärr inte är implementerad än. Håll ögonen öppna!
th: M.A.R.S. การเล่นเกมผ่านทางอินเตอร์เน็ต(WWW) หรือเครือข่ายพื้นที่ภายใน(LAN) คือคุณสมบัติที่เป็นแผนการในอนาคต, ยังไม่ได้เพิ่มเข้าไว้ ยังคงปรับอยู่!

source: Restart Game
de: Spiel neu starten
es: Reiniciar Juego
fi: Aloita alusta
fr: Relancer la partie
gd: Ath-thòisich an geama
hi: खेल शुरू से खेलें
hu: Játék újraindítása
it: Ricomincia La Partita
mn: Шинээр эхлэх
nl: Herstart Spel
no: Begynn på nytt
pl: Zrestartuj Grę
pt: Reiniciar Jogo
ru: Начать с начала
sv: Starta om spel
th: เริ่มเกมอีกครั้ง

source: Options
de: Optionen
es: Opciones
fi: Asetukset
gd: Roghainnean
hi: विकल्प
hu: Beállítások
it: Opzioni
mn: Тохиргоо
nl: Opties
no: Brukervalg
pl: Opcje
pt: Opções
ru: Настройки
sv: Inställningar
th: ตัวเลือก

source: Hide Menu
de: Menü verstecken
es: Esconder Menú
fi: Piilota valikko
fr: Cacher le menu
gd: Falaich an clàr-taice
hi: मेनू छिपा दें
hu: Menü elrejtése
it: Nascondi Il Menu
mn: Цэсийг нуух
nl: Verberg Menu
no: Gjem menyen
pl: Ukryj Menu
pt: Esconder Menu
ru: Спрятать меню
sv: Göm menyn
th: ซ่อนเมนู

source: Return to Main Menu
de: Zurück zum Hauptmenü
es: Salir del Juego Actual
fi: Palaa päävalikkoon
fr: Quitter la partie actuelle
gd: Till gun phrìomh chlàr-taice
hi: मुख्य मेनू में लौटें
hu: Vissza a főmenübe
it: Torna Al Menu Iniziale
mn: Үндсэн цэсрүү буцах
nl: Keer terug naar Hoofdmenu
no: Tilbake til hovedmeny
pl: Powrót Do Głównego Menu
pt: Retornar ao Menu principal
ru: Вернуться в главное меню
sv: Återvänd till huvudmenyn
th: กลับเมนูหลัก

source: Hey, %s!
fi: Hei, %s!
gd: Hoigh, %s!

source: Info
es: Información
fr: Infos
gd: Tuairisgeul
hi: जानकारी
hu: Információ
mn: Мэдээлэл
ru: Информация
sv: Information
th: ข้อมูล
