Repository: thelaui/M.A.R.S.
Catalog: po/cz.po
Languages: cz

source: Welcome, Space Rookie!
cz: Vítej, nováčku!

source: We are glad to recruit a rising hero like you, %s, to join us in the GREAT WAR! We figured out you needed some practice with your new ship. Let the training begin...
cz: Jsme rádi, že můžeme vycvičit nového hrdinu jako jsi ty, %s, aby se k nám přidal ve VELKÉ VÁLCE! Evidentně potřebuješ trochu cviku se svou novou lodí. Nechť výcvik začne...

source: Basic Movement...
cz: Základní pohyby...

source: Controlling your ship is the most important task to master. All movement is governed by the laws of gravity. To decelerate you have to turn and accelerate in the opposite direction. Control your ship, using the keys %s, %s and %s!
cz: Ovládání tvé lodě je nejdůležitější úkol ke zvládnutí. Všechny pohyby podléhají zákonům gravitace. Ke zpomalení se musíš otočit a zrychlit v opačném směru. Ovládej svou loď klávesami %s, %s a %s!

source: Warming Up!
cz: Zahřívání!

source: Reach the pink zone! Try not to crash your brand new ship.
cz: Dostaň se do růžové oblasti! Snaž se nezničit svoji novou loď.

source: Well Done, %s!
cz: Velmi dobře, %s!

source: Now head back to your home planet and try to land your ship by slowly floating back while approaching your planet.
cz: Teď se vrať na svoji domovskou planetu a pokus se pozadu přistát pomalým přibližováním se k planetě.

source: Good Work!
cz: Dobrá práce!

source: Proper landing is not a piece of cake, is it? You should learn it by heart.
cz: Správné přistání není tak snadné, že? Musíš do toho vložit svoje srdce.

source: Something More Difficult...
cz: Něco trošku obtížnějšího...

source: Try to follow the path marked up by the pink zones! We will contact you again, after you have mastered this. Now go for it!
cz: Pokus se následovat trasu označenou růžovými oblastmi! Kontaktujeme tě znovu až to zvládneš.

source: Awesome!
cz: Úžasné!

source: You are the best rookie we have ever seen. Now prepare yourself for some explosive stuff.
cz: Jsi ten nejlepší začátečník, kterého jsme kdy viděli. Teď se připrav na nějaké exploze.

source: Shooting...
cz: Střílení...

source: To defeat your enemies, you have to know how to shoot them up! For that purpose press %s. Have some fun shooting around and then land your ship to continue the tutorial.
cz: K poražení nepřátel musíš vědět jak střílet! Pro tento účel stiskni %s. Trochu si to vyzkoušej a pak přistaň na své planetě pro pokračování.

source: Good Landing, %s!
cz: Dobré přistání, %s!

source: You turn out to be a great pilot. Now how about some more weapons?
cz: Zdá se, že jsi dobrý pilot. Teď, co takhle trochu víc zbraní?

source: The Weapons...
cz: Zbraně...

source: We know you've been waiting for this. When docked you can switch through some incredibly evil weapons. Press %s to open your arsenal. Then use %s and %s to choose a weapon! Take-off, when you're ready!
cz: Vím, že na tohle jsi čekal. Když stojíš na planetě, můžeš přepínat mezi některými neuvěřitelně ďábelskými zbraněmi. Stiskni %s k otevření svého arzenálu. Poté použij %s a %s k výběru zbraně! Vzleť až budeš hotov!

source: Fight!
cz: Bitva!

source: Now let's see how you make it against a rookie from another planet. Seems like he is trying to improve his flying abilities. Beat him!
cz: Teď se pojďme podívat jak si poradíš s nováčkem z jiné planety. Zdá se, že se snaží zlepšit si svoje pilotní dovednosti. Poraž ho!

source: Impressive!
cz: Působivé!

source: You did it! As you may have noticed, a little star appeared over your ship. The more enemies you kill, the more of them will show. But they are not only a frag indicator! Land again and we will show you what else stars are good for.
cz: Dokázal jsi to! Jak sis možná všimnul, nad tvojí lodí se objevila malá hvězda. Čím více nepřátel zničíš, tím více se jich objeví. Neslouží ale jenom jako indikátor fragů! Přistaň opět na planetě a my ti ukážeme k čemu jsou hvězdy ještě dobré.

source: Special Abilities...
cz: Speciální schopnosti...

source: As promised, we will tell you the stars' meaning. They are a resource for your ship's impressively powerful extra abilities. For example you can heal you including nearby friends, blast away or freeze ships within a certain distance! The more stars you have, the larger range and strength of the ability grow.
cz: Jak jsme slíbili, řekneme ti význam hvězdiček. Jsou to zdroje pro působivě silné zvláštní schopnosti tvé lodě. Můžeš se například během bitvy ošetřit včetně přátel poblíž, odstrčit nebo zmrazit lodě v určité vzdálenosti! Čím více hvězdiček, tím větší dosah a sílu bude zvláštní schopnost mít.

source: Selection...
cz: Výběr...

source: To switch through the abilities, you just have to press %s. To choose one, you may cycle through them using %s and %s! For this lesson, select the "Freezer"! Take off, when you got it!
cz: Pro aktivaci volby schopnosti stačí stisknout %s. Mezi jednotlivými schopnostmi můžeš přepínat pomocí %s a %s! Pro tuhle lekci zvol "Freezer"! Vzleť jakmile ho budeš mít!

source: The Freezer...
cz: Freezer...

source: This is a powerful special ability which freezes nearby ships. You have to fly close to your enemy and press %s to freeze him. Watch him loosing life slowly... until he dies!
cz: Tohle je mocná speciální schopnost, která zmrazí lodě poblíž. Musíš zaletět blízko k nepříteli a stisknout %s abys ho zmrazil. Sleduj ho pomalu ztrácet životy... než umře!

source: We told you to select the Freezer, but you have chosen another ability! Please land again and take the Freezer!
cz: Říkali jsme aby sis vzal Freezer, ale vzal sis něco jiného! Prosím, přistaň znovu a vezmi si Freezer!

source: Practice!
cz: Nácvik!

source: Now try to freeze your enemy! For this tutorial we will give you some FragStars. But remember: In real life you have to smash opponents to get those stars!
cz: Teď zkus zmrazit svého nepřítele! Pro tento výcvik ti dáme nějaké hvězdy. Ale pamatuj: V reálu budeš muset drtit nepřátele abys tyhle hvězdy získal!

source: You Missed Him, %s!
cz: Netrefil jsi ho, %s!

source: Try again. we will refill your FragStars.
cz: Zkus to znovu. Přidáme ti znovu hvězdy.

source: You Did It!
cz: Dokázal jsi to!

source: Now head back to your planet to select another special ability!
cz: Teď se vrať zpátky na planetu pro výběr další speciální schopnosti!

source: There is no time for further testing! Our enemies have sent two of their real warriors for vengeance!
cz: Už není čas na další zkoušení! Naši nepřátelé poslali dva jejich skutečné válečníky kvůli pomstě!

source: Beat Them!
cz: Poraž je!

source: Prove your skills! Score at least five points by killing them! Your current score is displayed next to your name! We will send in an experienced warrior assisting you, %s!
cz: Prokaž své schopnosti! Získej alespoň pět bodů jejich ničením! Tvé současné skóre je zobrazeno vedle tvého jména! Pošleme ti zkušeného válečníka na pomoc, %s!

source: Unbelievable!
cz: Neuvěřitelné!

source: You managed all our tasks successfully. Now what to do? Let's have a look at the options menu. There you can adjust a lot of... well... options. For example you may choose your ship style and color or change your name...
cz: Zvládl jsi všechny naše úkoly. Co teď? Pojďme se podívat do menu nastavení. Můžeš tam upravit spoustu... no... nastavení. Například si můžeš vybrat styl a barvu své lodi nebo změnit své jméno...

source: Who's Best?
cz: Kdo je nejlepší?

source: You can display a list of frags, points and so on via %s. Furthermore the numbers next to your name illustrate your frag counter and your distance to the best one.
cz: Můžeš si zobrazit tabulku fragů, bodů apod. pomocí %s. Navíc, čísla vedle tvého jména ukazují počet tvých fragů a tvůj rozdíl od nejlepšího.

source: Congratulations, %s!
cz: Gratulujeme, %s!

source: You finished this tutorial. You are now ready to fight in the GREAT WAR. If you want to continue practising, just wait for the enemies to re-spawn. You can end your training with <Esc>. Have a great time with M.A.R.S.!
cz: Dokončil jsi tento tutoriál. Jsi teď připraven bojovat ve VELKÉ VÁLCE. Pokud chceš pokračovat v procvičování, stačí počkat až se nepřátelé znovu objeví. Můžeš svůj výcvik ukončit pomocí <Esc>. Užij si M.A.R.S.!

source: You Failed!
cz: Selhal jsi!

source: Awesome, %s! You destroyed your brand new ship. All right, we will get you a new one. Just wait some seconds...
cz: Úžasné, %s! Zničil jsi svoji úplně novou loď! Fajn, dáme ti novou. Jen počkej pár sekund...

source: Did You Notice?
cz: Všiml sis?

source: Your life is draining! Keep an eye on the upper life bar. You better land if it's too empty.
cz: Dochází ti zdraví! Sleduj svůj zelený ukazatel života. Měl bys přistát, pokud je skoro prázdný.

source: Your fuel is draining! Keep an eye on the yellow fuel bar. You better land if it's too empty.
cz: Dochází ti palivo! Sleduj svůj žlutý ukazatel paliva. Měl bys přistát, pokud je skoro prázdný.

source: You Nearly Got Him!
cz: Už ho skoro máš!

source: Watch your opponent's name. Its colour indicates his life points. The more it turns red, the weaker your enemy is.
cz: Sleduj jméno svého protivníka. Jeho barva značí jeho zdraví. Čím je červenější, tím slabší tvůj protivník je.

source: Statistics
cz: Statistika

source: Frag Limit
cz: Limit fragů

source: Planet Life Points
cz: Životy planety

source: Points
cz: Body

source: CannonShots
cz: Výstřely kanónu

source: Goals
cz: Cíle

source: Frags
cz: Fragy

source: Teamkills
cz: Teamkilly

source: Suicides
cz: Sebevraždy

source: Deaths
cz: Smrti

source: Total:
cz: Celkem:

source: Artist:
cz: Umělec:

source: Next music track!
cz: Další hudební skladba!

source: Previous music track!
cz: Předchozí hudební skladba!

source: Close
cz: Zavřít

source: About
cz: O programu

source: License
cz: Licence

source: Credits
cz: Autoři

source: This is a first attempt to create a game in OpenGL with SFML. It is a game for two players, flying with ships in a two-dimensional space setting, governed by the laws of gravity. Homepage: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans
cz: Toto je první pokus o vytvoření hry v OpenGL se SFML. Jedná se o hru pro dva hráče, létání s loděmi v dvourozměrném prostoru, ovládaného zákony gravitace. Domovská stránka: http://www.marsshooter.org © 2010-2011 Felix Lauer & Simon Schneegans

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. Available online under: http://www.gnu.org/licenses/gpl-3.0.html
cz: Tento program je volný software; můžete ho šířit a/nebo upravovat pod podmínkami GNU General Public License vydanou Free Software Foundation ve verzi 3 nebo (dle vašeho rozhodnutí) jakoukoli pozdější verzí. Tento program je distribuován v naději, že bude užitečný, ale BEZ JAKÉKOLI ZÁRUKY; tedy i bez záruky PRODEJNOSTI nebo VHODNOSTI PRO KONKRÉTNÍ ÚČEL. Přečtěte si GNU General Public License pro více detailů. Dostupná online na: http://www.gnu.org/licenses/gpl-3.0.html Česky na: http://www.gnugpl.cz

source: Special Thanks to:
cz: Speciální poděkování:

source: Translations: Arabic: Majid Chinese: Wecing Czech: Mates Finnish: Paavo French: Ludovic German: Atto Hindi: Antriksh & Aakanksh Hungarian: Papp Bence Italian: Proch Polish: command_dos Portuguese: Vitor Russian: Drakmail Spanish: Gastón Swedish: Henrik Coding support: Werner and Deubeuliou Tests and creative support: Heinrich, Martin, Bastian, Sandra, Diana.
cz: Překlady: Arabština: Majid Čínština: Wecing Čeština: Mates Finština: Paavo Francouzština: Astohan Němčina: Sandra Hindština: Antriksh & Aakanksh Maďarština: Papp Bence Italština: Proch Polština: command_dos Portugalština: Vitor Ruština: Drakmail Španělština: Gastón Švédština: Henrik Podpora kódování: Werner a Deubeuliou Testy a kreativní podpora: Heinrich, Martin, Bastian, Sandra, Diana.

source: Cancel
cz: Zrušit

source: Start Network Game
cz: Spustit síťovou hru

source: M.A.R.S. gaming over the world wide web or a local area network is a planned feature, but not implemented yet. Stay tuned!
cz: Podpora pro hru po internetu nebo lokální síti je plánovaná, ale není ještě implementována. Zůstaňte naladěni!

source: Restart Game
cz: Restartovat hru

source: Options
cz: Nastavení

source: Hide Menu
cz: Skrýt menu

source: Return to Main Menu
cz: Návrat do hlavního menu

source: That's a bad name... Feel free to enter a better one!
cz: To je ale divný jméno... Měl by sis ho změnit!

source: Do you really want to quit?
cz: Opravdu chcete skončit?

source: Pick up the remote and keep it as long as possible!
cz: Seber dálkový ovladač a udrž si ho co nejdéle!

source: As if the GREAT WAR was not enough, your planetary system is threatened by a new source of incredible evilness: A giant ship of unknown invaders is levitating over your galaxy, aiming on the home planets with a monolithic weapon of mass destruction. As a sign of cynicism, the attackers dropped a remote control to adjust this provenance of death and fear. Reach it first to turn your enemy's home planet into a place of desolation! Be the CANNONKEEPer.
cz: Jako kdyby VELKÁ VÁLKA nebyla dost, tvůj planetární systém je ohrožován novým zdrojem neuvěřitelného zla: Obrovská loď neznámých útočníků levituje nad tvou galaxií, mířící na domovské planety monolitickou zbraní hromadného ničení. Jako znak cynismu útočníci upustili dálkový ovladač tohoto původce smrti a strachu. Dostaň se k němu první abys přeměnil domovskou planetu tvých nepřátel na místo zkázy! Staň se STRÁŽCEM KANÓNU.

source: Show this info again.
cz: Zobrazit tyto informace i příště.

source: Destroy as many enemies as possible!
cz: Znič co nejvíce nepřátel!

source: As a result of the GREAT WAR you have lost everything: your home, your family and your self-esteem. Your last chance to get out of the miserable life you are stuck in, is to become a gladiator in the glorious DEATHMATCH-arena. Resist the other fighters and earn points by destroying the nutshells they call ships. Prepare yourself! Death and Glory awaits you.
cz: Následkem VELKÉ VÁLKY jsi ztratil vše: svůj domov, svoji rodinu a své sebevědomí. Tvou poslední šancí dostat se z toho mizerného života ve kterém vězíš je stát se gladiátorem ve velkolepé DEATHMATCH aréně. Odolávej ostatním bojovníkům a získávej body ničením těch skořápek, které nazývají lodě. Připrav se! Čeká na tebe smrt a sláva.

source: Destroy es many enemies as possible!
cz: Znič co nejvíce nepřátel!

source: As the GREAT WAR reduces your resources drastically, scientists were engaged to find a way of efficiently destroying your enemy by limiting the given input. They did a lot of research and eventually created a new weapon with an incredible property: It kills instantly, but launched projectiles are really affine to any gravitation and they're quite difficult to handle. Therefore they called it: INSTA-GRAVE! Unfortunately someone stole the technology, so your enemies can use this evil weapon, too. Now it is your turn: Defeat those thieves in the great GRAVE-ITATION-PIT to regain the upper hand. Win this battle, and the victory of the GREAT WAR may be yours.
cz: Jelikož VELKÁ VÁLKA snižuje drasticky tvé zdroje, vědci byli nuceni nalézt způsob jak efektivně likvidovat tvé nepřátele s využitím minimálních zdrojů. Provedli spoustu výzkumů a nakonec vytvořili novou zbraň s neuvěřitelnou vlastností: Zabijí instantně ale projektily jsou velice náchylné na gravitační pole a velice těžko se ovládají. Proto ji nazvali: INSTA-GRAVE! Naneštěstí tuto technologii někdo ukradl, takže tví nepřátelé mohou tuto ďábelskou zbraň používat také. Teď je řada na tobě: Poraž ty zloděje ve velké GRAVE-ITATION-PIT pro znovuzískání nadvlády. Zvítěz v této bitvě a vítězství ve VELKÉ VÁLCE může být tvoje.

source: You paused M.A.R.S. right in the middle of an insane battle? If you want to take a screenshot, this button enables you to generate epic wallpapers, by hiding all windows. Simply bring them back afterwards by pressing ESC.
cz: Pauznul jsi M.A.R.S. právě uprostřed neuvěřitelný bitvy? Pokud chceš udělat snímek obrazovky, tohle tlačítko ti umožní udělat úžasný wallpaper skrytím všech oken. Poté je jednoduše znovu vyvolej stisknutím ESC.

source: Kick or shoot the ball to your enemy's planet!
cz: Dokopej nebo dostřílej kouli na nepřátelskou planetu!

source: In year 3547, civilizations all over the galaxy have settled their own planets, living in peace and harmony with its environment. But outside the contemplative habitats, the GREAT WAR is raging. As a famous fighter on your way to never ending honor and prosperity, you have to protect your planet from the oncoming doom of your jealous neighbours! Fight the battle, a true hero as you are was born for: SPACEBALL. Protect your planet from the sphere of death and defeat your enemies by letting it crush into their ridiculous globe.
cz: V roce 3547 civilizace po celé galaxii ustálili své vlastní planety a žili v míru a harmonii s jejich prostředím. Ale mimo tato kontemplativní stanoviště zuří VELKÁ VÁLKA. Jakožto slavný bojovník musíš na své cestě za nikdy nekončící slávou a prosperitou chránit svoji planetu proti blížící se zkáze v podobě tvých žárlivých sousedů! Bojuj v bitvě, pro kterou byl opravdový hrdina jako ty stvořen: SPACEBALL. Chraň svou planetu před koulí smrti a poraž své nepřátele tak, že ji necháš narazit do jejich směšného glóbu.

source: The negotiations have failed! Both of you and your neighbours had to record enormous losses in conclusion of the abiding GREAT WAR. As a last attempt of gaining the upper hand, you are ordered to decimate your enemy's resources and to protect your own one's. The only way to do so is an epic TEAMDEATHMATCH. Protect your comrades and destroy your enemies! Teach them a lesson they will never forget.
cz: Vyjednávání selhala! Ty i tvoji sousedé jste zaznamenali velké ztráty při vyjednávání podmínek VELKÉ VÁLKY. Jakožto poslední pokus o získání převahy musíš ničit zdroje svých nepřátel a chránit své vlastní. Jediný způsob jak toho docílit je velkolepý TÝMOVÝ DEATHMATCH. Chraň své spolubojovníky a znič své nepřátele! Dej jim lekci na kterou nikdy nezapomenou.

source: Start Local Game
cz: Spustit místní hru

source: Start Tutorial
cz: Spustit tutoriál

source: Join Network Game
cz: Připojit se k síťové hře

source: Quit M.A.R.S.
cz: Ukončit M.A.R.S.

source: Do you really want to end the current game?
cz: Opravdu chcete ukončit probíhající hru?

source: Sets the team of the local players.
cz: Nastavuje tým místních hráčů.

source: Enables local players.
cz: Aktivuje místní hráče.

source: Bots
cz: Boti

source: Adjusts the amount of ships controlled by the artificial intelligence.
cz: Upravuje počet lodí ovládáných umělou inteligencí.

source: Point limit to be reached by a team in order to win the game.
cz: Limit bodů kterých musí tým dosáhnout pro výhru.

source: Bot Difficulty
cz: Obtížnost botů

source: Adjusts the strength of the bots.
cz: Upravuje odolnost botů.

source: PowerUp Spawn Rate
cz: Četnost Power-Upů

source: Adjusts the amount of Power-Ups which will spawn during the game. Zero disables Power-Ups entirely.
cz: Upravuje počet vylepšení (Power-Upů), které se budou objevovat během hry. Nula vypne Power-Upy úplně.

source: Left Team
cz: Levý tým

source: Right Team
cz: Pravý tým

source: Game Options
cz: Herní nastavení

source: Weapon Options
cz: Nastavení zbraní

source: Players
cz: Hráči

source: Interface
cz: Rozhraní

source: Gameplay
cz: Hra

source: Graphics
cz: Grafika

source: Audio
cz: Zvuk

source: General Settings
cz: Obecné nastavení

source: Language
cz: Jazyk

source: File Format for Screenshots
cz: Formát snímků obrazovky

source: Sets the format being used when screenshots are saved.
cz: Nastaví formát pro ukládání snímků obrazovky.

source: Hot Key for Screenshots
cz: Klávesa pro snímky obrazovky

source: When this key is pressed, a screenshot is saved to %s
cz: Když je stisknuta tato klávesa, je do složky %s uložen snímek obrazovky.

source: Hot Key for Statistics
cz: Klávesová zkratka pro statistiky

source: When this key is pressed while playing a game, a window pops up displaying statistics for the current game.
cz: Při stisknutí této klávesy během hry se zobrazí okno se statistikami současné hry.

source: Show Game Information
cz: Zobrazování herních informací

source: Frames per Second
cz: Snímky za sekundu

source: Displays the amount of Frames calculated per Second. If this is always very low (<20), you should adjust some settings in graphics tab!
cz: Zobrazuje počet snímků za sekundu. Pokud je tato hodnota vždy nízká (<20), měli byste upravit některá nastavení v záložce Grafika!

source: Particle Count
cz: Počet částic

source: Displays the amount of active particles.
cz: Zobrazuje počet aktivních částic.

source: Display Tool Tips
cz: Zobrazovat nápovědy

source: Dismisses tool tips like this one.
cz: Skryje okna s nápovědou jako je toto.

source: Full screen
cz: Celá obrazovka

source: Maximizes the window, making it cover the entire screen.
cz: Maximalizuje okno aby zakrývalo celou obrazovku.

source: Window Settings
cz: Nastavení okna

source: Makes the game update according to the refresh rate of your monitor. Enabling this option typically makes the game run more smoothly.
cz: Způsobí obnovování hry podle obnovovací frekvence vašeho monitoru. Aktivace této volby většinou udělá hru více plynulou.

source: Shader Effects
cz: Shader efekty

source: Enables cool effects like heat haze, but reduces game performance.
cz: Aktivuje dobře vypadající efekty jako tepelná mlha, ale redukuje celkový výkon.

source: Off
cz: Vypnuto

source: Resolution
cz: Rozlišení

source: Sets the size of the window. Affects both full screen and windowed mode.
cz: Nastaví velikost okna. Ovlivní jak režim v okně tak režim přes celou obrazovku.

source: Game Settings
cz: Herní nastavení

source: High Star Field Resolution
cz: Vysoké rozlišení hvězd

source: With high resolution displays, this option makes the star field loop later. Disabling may increase game performance slightly.
cz: U monitorů s vysokým rozlišením způsobují lepší vzhled pozadí. Vypnutí této volby může lehce zvýšit výkon.

source: Moving Stars
cz: Poletující hvězdy

source: Draws some moving stars on the background. Eye candy, but reduces game performance.
cz: Vykreslí na pozadí několik poletujících hvězd. Pěkný efekt, ale snižuje herní výkon.

source: Adjusts the global particle count. Lower values will increase performance significantly.
cz: Upravuje celkový počet částic. Nižší hodnoty znatelně zvýší výkon.

source: Particle Lifetime
cz: Životnost částic

source: Adjusts the global particle life time. Lower values will increase performance significantly.
cz: Upravuje celkovou dobu života částic. Nižší hodnoty znatelně zvýší výkon.

source: Volume Settings
cz: Nastavení hlasitosti

source: Music
cz: Hudba

source: Adjusts volume of background music.
cz: Upravuje hlasitost hudby v pozadí.

source: Sound
cz: Zvuky

source: Adjusts volume of sound effects.
cz: Upravuje hlasitost zvukových efektů.

source: Announcer
cz: Hlas

source: Adjusts volume of announcers voice.
cz: Upravuje hlasitost hlasatele.

source: Playback Settings
cz: Nastavení přehrávání

source: Play Tracks in Random Order
cz: Přehrávat skladby v náhodném pořadí

source: Enables music play back in a random sequence.
cz: Zapne přehrávání skladeb v náhodném pořadí.

source: Play Next Track
cz: Přehrát další skladbu

source: Pressing this key switches to the next music track.
cz: Stisknutí této klávesy přeskočí na další hudební skladbu.
