Repository: thelaui/M.A.R.S.
Catalog: po/cz.po
Languages: cz

source: Play Previous Track
cz: Přehrát předchozí skladbu

source: Pressing this key switches to the previous music track.
cz: Stisknutí této klávesy přepne na předchozí hudební skladbu.

source: Special Effects
cz: Speciální efekty

source: Explosions for Slow Motion
cz: Počet explozí pro zpomalení

source: If that many ships explode simultaneously, the slow motion effect kicks in.
cz: Pokud vybouchne tento počet lodí současně, projeví se efekt zpomalení.

source: Show Debug Information
cz: Zobrazování debugovacích informací

source: Bots Orientation
cz: Orientace botů

source: Displays the job of each bot.
cz: Zobrazí současný úkol každého bota.

source: Zones
cz: Zóny

source: Displays tactical zones, which are important for the artificial intelligence.
cz: Zobrazí taktické oblasti, které jsou důležité pro umělou inteligenci.

source: AI-Paths
cz: Trasy AI

source: Displays paths calculated by bots.
cz: Zobrazí cesty vypočítané botmi.

source: Name
cz: Jméno

source: Accelerate
cz: Akcelerace

source: Turn Left
cz: Vlevo

source: Turn Right
cz: Vpravo

source: Weapon
cz: Zbraň

source: Special Ability
cz: Specialita

source: Ship Settings
cz: Nastavení lodě

source: Ship
cz: Loď

source: Player Color
cz: Barva hráče

source: Team Color
cz: Barva týmu

source: Continue
cz: Pokračovat

source: Sadly, shaders are not supported by your hardware!
cz: Bohužel, shadery nejsou vaším hardware podporovány!

source: Next
cz: Další

source: Weapons
cz: Zbraně

source: Special Abilities
cz: Speciality

source: Add
cz: Plus

source: Back Slash
cz: Zpětné lomítko

source: Comma
cz: Čárka

source: Dash
cz: Pomlčka

source: Divide
cz: Lomítko

source: Down
cz: Dolů

source: Equal
cz: Rovnítko

source: Left Alt
cz: Levý Alt

source: Left Bracket
cz: Levá závorka

source: Left Control
cz: Levý Control

source: Left
cz: Vlevo

source: Left Shift
cz: Levý Shift

source: Left Super
cz: Levý Super

source: Multiply
cz: Hvězdička

source: Period
cz: Tečka

source: Quote
cz: Uvozovky

source: Right Alt
cz: Pravý Alt

source: Right Bracket
cz: Pravá závorka

source: Right Control
cz: Pravý Control

source: Return
cz: Enter

source: Right
cz: Vpravo

source: Right Shift
cz: Pravý Shift

source: Right Super
cz: Pravý Super

source: Semi Colon
cz: Středník

source: Slash
cz: Lomítko

source: Space
cz: Mezerník

source: Subtract
cz: Mínus

source: Tilde
cz: Vlnovka

source: Up
cz: Nahoru

source: A Button
cz: Tlačítko A

source: B Button
cz: Tlačítko B

source: X Button
cz: Tlačítko X

source: Y Button
cz: Tlačítko Y

source: Left Bumper
cz: Levý Bumper

source: Right Bumper
cz: Pravý Bumper

source: Start Button
cz: Tlačítko Start

source: Back Button
cz: Tlačítko Zpět

source: Button
cz: Tlačítko

source: Left Trigger
cz: Levý Trigger

source: Right Trigger
cz: Pravý Trigger

source: Stick2 Up
cz: Stick2 Nahoru

source: Stick2 Down
cz: Stick2 Dolů

source: Stick2 Left
cz: Stick2 Vlevo

source: Stick2 Right
cz: Stick2 Vpravo

source: Stick1 Up
cz: Stick1 Nahoru

source: Stick1 Down
cz: Stick1 Dolů

source: Stick1 Left
cz: Stick1 Vlevo

source: Stick1 Right
cz: Stick1 Vpravo

source: Direction Up
cz: Směr Nahoru

source: Direction Down
cz: Směr Dolů

source: Direction Left
cz: Směr Vlevo

source: Direction Right
cz: Směr Vpravo

source: Screenshot saved!
cz: Snímek uložen!
